Repository: pizza-studio/GenshinPizzaHelper
Catalog: Packages/GIPizzaKit/Sources/GIPizzaKit/Resources/*.lproj/Localizable.strings
Languages: fr, vi

# $asset.nameCard:UI_NameCardPic_Keqing_P
source: Keqing: Lightning Stiletto
fr: Keqing - Lame de foudre
vi: Keqing - Đá Lôi

# $asset.nameCard:UI_NameCardPic_Csxy1_P
source: Achievement: Explorer
fr: Succès - Pérégrinations
vi: Thành tựu - Đi khắp nơi

# $asset.nameCard:UI_NameCardPic_Mxsy_P
source: Achievement: Virtuoso
fr: Succès - Virtuose
vi: Thành Tựu - Đặc Kỹ

# $asset.nameCard:UI_NameCardPic_Yxzl_P
source: Achievement: Hero
fr: Succès - Héroïque périple
vi: Thành tựu - Hành hiệp

# $asset.nameCard:UI_NameCardPic_Md_P
source: Mondstadt: Whistling Wind
fr: Mondstadt - Chant du vent
vi: Mondstadt - Tiếng gió

# $asset.nameCard:UI_NameCardPic_Ly_P
source: Liyue: Stillness of Stone
fr: Liyue - Paix de la roche
vi: Liyue - Sự cô đơn của đá

# $asset.nameCard:UI_NameCardPic_Yszj_P
source: Achievement: Colors of the Rainbow
fr: Succès - Prisme
vi: Thành tựu - Màu sắc cầu vồng

# $asset.nameCard:UI_NameCardPic_Sss_P
source: Achievement: Bowmaster
fr: Succès - Archerie
vi: Thành tựu - Cung tên

# $asset.nameCard:UI_NameCardPic_Tzz1_P
source: Achievement: Challenger
fr: Succès - Défi
vi: Thành tựu - Khiêu chiến

# $asset.nameCard:UI_NameCardPic_Sj1_P
source: Achievement: Deep &amp; Dark
fr: Succès - Secrets profonds
vi: Thành tựu - Thần Bí

# $asset.nameCard:UI_NameCardPic_Olah1_P
source: Achievement: Hill Dwellers
fr: Succès - Brutaux des collines
vi: Thành tựu - Sơn dân

# $asset.nameCard:UI_NameCardPic_Zdg1_P
source: Achievement: Snowy Land
fr: Succès - Pays de la neige
vi: Thành tựu - Quê hương của tuyết

# $asset.nameCard:UI_NameCardPic_Lyws1_P
source: Achievement: Cliffhanger
fr: Succès - Suspense
vi: Thành tựu - Cánh quạt

# $asset.nameCard:UI_NameCardPic_Ysxf1_P
source: Achievement: Reunion
fr: Succès - Rencontre
vi: Thành tựu - Gặp gỡ

# $asset.nameCard:UI_NameCardPic_Ningguang_P
source: Ningguang: Phoenix
fr: Ningguang - Phénix
vi: Ningguang - Cốt cách phượng hoàng

# $asset.nameCard:UI_NameCardPic_Beidou_P
source: Beidou: Weighing Anchor
fr: Beidou - Levée d'ancre
vi: Beidou - Nhổ neo

# $asset.nameCard:UI_NameCardPic_Chongyun_P
source: Chongyun: Spirit Blade
fr: Chongyun - Lame de l'esprit
vi: Chongyun - Linh nhẫn

# $asset.nameCard:UI_NameCardPic_Tzz2_P
source: Achievement: Challenger II
fr: Succès - Défi (2)
vi: Thành tựu - Khiêu chiến (II)

# $asset.nameCard:UI_NameCardPic_Bp2_P
source: Travel Notes: Fading Star
fr: PB - Météorite
vi: Khởi Hành-Tức Tinh

# $asset.nameCard:UI_NameCardPic_Diona_P
source: Diona: Meow!
fr: Diona - Miaou !
vi: Diona - Meo

# $asset.nameCard:UI_NameCardPic_Zhongli_P
source: Zhongli: Planet Befall
fr: Zhongli - Chute de météore
vi: Zhongli - Thiên Tinh

# $asset.nameCard:UI_NameCardPic_Xinyan_P
source: Xinyan: Song's End
fr: Xinyan - Final
vi: Xinyan - Sau khi hát

# $asset.nameCard:UI_NameCardPic_Tartaglia_P
source: Childe: Foul Legacy
fr: Tartaglia - Posture du démon
vi: Childe - Quỷ Trang

# $asset.nameCard:UI_NameCardPic_Md2_P
source: Mondstadt: Hero's Fame
fr: Mondstadt - Célébrité
vi: Mondstadt - Lẫy Lừng

# $asset.nameCard:UI_NameCardPic_Md1_P
source: Mondstadt: Blessing
fr: Mondstadt - Vœux
vi: Mondstadt - Chúc Phúc

# $asset.nameCard:UI_NameCardPic_Ly1_P
source: Liyue: A Thousand Ships
fr: Liyue - Navires
vi: Liyue - Thiên Phàm

# $asset.nameCard:UI_NameCardPic_Ly2_P
source: Liyue: In the Clouds
fr: Liyue - Dans les nuages
vi: Liyue - Vân Gián

# $asset.nameCard:UI_NameCardPic_Tzz3_P
source: Achievement: Challenger III
fr: Succès - Défi (3)
vi: Thành tựu - Khiêu chiến (III)

# $asset.nameCard:UI_NameCardPic_Xssdlk_P
source: Achievement: Snowy Summit
fr: Succès - Sommet enneigé
vi: Thành tựu - Đỉnh tuyết

# $asset.nameCard:UI_NameCardPic_Ganyu_P
source: Ganyu: Qilin
vi: Ganyu - Lân Tích

# $asset.nameCard:UI_NameCardPic_Albedo_P
source: Albedo: Sun Blossom
fr: Albedo - Radiance solaire
vi: Albedo - Hướng Dương

# $asset.nameCard:UI_NameCardPic_Bp3_P
source: Travel Notes: Chalk
fr: PB - Craie
vi: Nhật Ký Hành Trình - Vôi Trắng

# $asset.nameCard:UI_NameCardPic_ElderTree_P
source: Frostbearing: Ancient Tree
fr: Permagel - Arbre ancien
vi: Chịu Lạnh - Cổ Thụ

# $asset.nameCard:UI_NameCardPic_EffigyChallenge_P
source: Celebration: Hypostasis
fr: Célébration - Hypostase
vi: Lễ Hội - Nguyên Bản

# $asset.nameCard:UI_NameCardPic_Xiao_P
source: Xiao: Mask
fr: Xiao - Masque
vi: Xiao - Mặt Nạ

# $asset.nameCard:UI_NameCardPic_Hutao_P
source: Hu Tao: Spirit Soother
fr: Hu Tao - Pacificatrice
vi: Hu Tao - An Thần

# $asset.nameCard:UI_NameCardPic_Bp4_P
source: Travel Notes: Mingxiao
fr: PB - Mingxiao
vi: Nhật Ký Hành Trình - Minh Tiêu

# $asset.nameCard:UI_NameCardPic_LanternRite_P
source: Celebration: Lantern-Light
fr: Célébration - Lanternes
vi: Lễ Hội - Ánh Đèn

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus_P
source: Celebration: Mechanicus
fr: Célébration - Échecs
vi: Lễ Hội - Cờ

# $asset.nameCard:UI_NameCardPic_Rosaria_P
source: Rosaria: Indenture
fr: Rosalia - Éternel labeur
vi: Rosaria - Khổ Sai

# $asset.nameCard:UI_NameCardPic_Bp5_P
source: Travel Notes: Windblume
fr: PB - Alizée
vi: Nhật Ký Hành Trình Hoa Gió

# $asset.nameCard:UI_NameCardPic_RedandWhite_P
source: Celebration: Feast
fr: Célébration - Festin
vi: Lễ Hội - Tiệc Lớn

# $asset.nameCard:UI_NameCardPic_Razer_P
source: Celebration: Shining Scale
fr: Célébration - Écaille brillante
vi: Lễ Hội - Quang Lân

# $asset.nameCard:UI_NameCardPic_ChannellerSlab_P
source: Celebration: Fruit of Wisdom
fr: Célébration - Fruit de la sagesse
vi: Lễ Hội - Tuệ Quả

# $asset.nameCard:UI_NameCardPic_HideandSeek_P
source: Celebration: Peekaboo!
fr: Célébration - Coucou !
vi: Lễ Hội - Trốn Tìm

# $asset.nameCard:UI_NameCardPic_Feiyan_P
source: Yanfei: Impartial
fr: Yanfei - Impartialité
vi: Yanfei - Công Chính

# $asset.nameCard:UI_NameCardPic_Eula_P
source: Eula: Ice-Sealed
fr: Eula - Sceau de glace
vi: Eula - Ấn Băng

# $asset.nameCard:UI_NameCardPic_Bp6_P
source: Travel Notes: Sub-Space Recreation
fr: PB - Autre monde
vi: Nhật Ký Hành Trình - Dạo Bước Cõi Trần

# $asset.nameCard:UI_NameCardPic_Homeworld_P
source: Achievement: Tea Time
fr: Succès - Heure du thé
vi: Thành Tựu - Ấm Trần Ca

# $asset.nameCard:UI_NameCardPic_Kazuha_P
source: Kaedehara Kazuha: Autumn Maple-Viewing
fr: Kazuha - Chasse en montagne d'automne
vi: Kaedehara Kazuha - Lặng Ngắm Núi Thu

# $asset.nameCard:UI_NameCardPic_Bp7_P
source: Travel Notes: Midsummer
fr: PB - Été
vi: Nhật Ký Hành Trình – Mùa Hè Rực Rỡ

# $asset.nameCard:UI_NameCardPic_Homeworld1_P
source: Achievement: Vacation Home
fr: Succès - Maison de vacances
vi: Thành tựu – Cư trú

# $asset.nameCard:UI_NameCardPic_Google_P
source: Celebration: Vastness
fr: Célébration - Immensité
vi: Lễ Hội - Bao La

# $asset.nameCard:UI_NameCardPic_BounceConjuringChallenge_P
source: Celebration: Kaboomball
fr: Célébration - Badaboum
vi: Lễ Hội – Bóng Ma Thuật

# $asset.nameCard:UI_NameCardPic_EffigyChallenge02_P
source: Celebration: Battlesong
fr: Célébration - Chant guerrier
vi: Lễ Hội – Đấu Kịch

# $asset.nameCard:UI_NameCardPic_Oraionokami_P
source: Inazuma: Sacred Sakura
fr: Inazuma - Cerisier sacré
vi: Inazuma - Anh Đào Thần

# $asset.nameCard:UI_NameCardPic_Bp8_P
source: Travel Notes: Grand Narukami Shrine
fr: PB - Sanctuaire de Narukami
vi: Nhật Ký Hành Trình - Đền Narukami

# $asset.nameCard:UI_NameCardPic_Ayaka_P
source: Kamisato Ayaka: Folding Fan
fr: Kamisato Ayaka - Éventail
vi: Kamisato Ayaka - Cây Quạt

# $asset.nameCard:UI_NameCardPic_Yoimiya_P
source: Yoimiya: Auratus Spark
fr: Yoimiya - Étincelle dorée
vi: Yoimiya - Hoa Lửa Kim Lưu

# $asset.nameCard:UI_NameCardPic_Dq1_P
source: Inazuma: Raiden Emblem
fr: Inazuma - Emblème de Raiden
vi: Inazuma - Hoa Văn Lôi Điện

# $asset.nameCard:UI_NameCardPic_Dq2_P
source: Inazuma: Kamisato Crest
fr: Inazuma - Armoiries des Kamisato
vi: Inazuma - Hoa Văn Kamisato

# $asset.nameCard:UI_NameCardPic_Ysxf2_P
source: Achievement: Gate
fr: Succès - Porte
vi: Thành Tựu - Cánh Cửa

# $asset.nameCard:UI_NameCardPic_Csxy2_P
source: Achievement: Traversal
fr: Succès - Traversée
vi: Thành Tựu - Trải qua

# $asset.nameCard:UI_NameCardPic_Tzz4_P
source: Achievement: Stone Dragon
fr: Succès - Dragon de pierre
vi: Thành Tựu - Rồng Đá

# $asset.nameCard:UI_NameCardPic_Homeworld2_P
source: Achievement: Full Bloom
fr: Succès - Pleine floraison
vi: Thành Tựu - Trăm Hoa Đua Nở

# $asset.nameCard:UI_NameCardPic_Daoqi1_P
source: Inazuma: Kujou Insignia
fr: Inazuma - Insigne de Kujou
vi: Inazuma- Hoa Văn Kujou

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus2_P
source: Celebration: Wondrous Calculation
fr: Célébration - Ingéniosité
vi: Lễ Hội - Thần Cơ Diệu Toán

# $asset.nameCard:UI_NameCardPic_Shougun_P
source: Raiden Shogun: Enlightenment
fr: Shogun Raiden - Révélation
vi: Raiden Shogun - Thức Tỉnh

# $asset.nameCard:UI_NameCardPic_Kokomi_P
source: Sangonomiya Kokomi: The Deep
fr: Sangonomiya Kokomi - Profondeurs
vi: Sangonomiya Kokomi - Biển Sâu

# $asset.nameCard:UI_NameCardPic_Aloy_P
source: Aloy: Dawn
fr: Aloy - Aube
vi: Aloy - Nhật Ký Bình Minh

# $asset.nameCard:UI_NameCardPic_Bp9_P
source: Travel Notes: Moonchaser
fr: PB - Désilune
vi: Nhật Ký Hành Trình - Trục Nguyệt

# $asset.nameCard:UI_NameCardPic_Daoqi2_P
source: Inazuma: Sangonomiya Crest
fr: Inazuma - Emblème de Sangonomiya
vi: Inazuma - Hoa Văn Sangonomiya

# $asset.nameCard:UI_NameCardPic_Fishing_P
source: Achievement: Nails
fr: Succès - Clous
vi: Thành Tựu - Đập Kim

# $asset.nameCard:UI_NameCardPic_Concert_P
source: Celebration: Tuneful Delight
fr: Célébration - Délice mélodieux
vi: Lễ Hội - Lắng Nghe Giai Điệu

# $asset.nameCard:UI_NameCardPic_Sumo_P
source: Celebration: Ikki
fr: Célébration - Ikki
vi: Lễ Hội - Ikki

# $asset.nameCard:UI_NameCardPic_Tohma_P
source: Thoma: Blazing Guard
fr: Thomas - Brassards ardents
vi: Thoma - Băng Đỏ

# $asset.nameCard:UI_NameCardPic_Bp10_P
source: Travel Notes: Heavenly General
fr: PB - Général céleste
vi: Nhật Ký Hành Trình - Thần Tướng

# $asset.nameCard:UI_NameCardPic_Daoqi3_P
source: Inazuma: Eagleplume
fr: Inazuma - Plume d'aigle
vi: Inazuma - Lông Đại Bàng

# $asset.nameCard:UI_NameCardPic_Gorou_P
source: Gorou: Leisurely Hound
fr: Gorou - Chien serein
vi: Gorou - Chó Nhàn Nhã

# $asset.nameCard:UI_NameCardPic_Itto_P
source: Itto: Oni Face
fr: Itto - Visage d'Oni
vi: Itto - Mặt Quỷ

# $asset.nameCard:UI_NameCardPic_Bp11_P
source: Travel Notes: Lyratum
fr: PB - Lyratum
vi: Nhật Ký Hành Trình - Lyratum

# $asset.nameCard:UI_NameCardPic_Shenhe_P
source: Shenhe: Comb
fr: Shenhe - Peigne
vi: Shenhe - Tiết Lược

# $asset.nameCard:UI_NameCardPic_Yunjin_P
source: Yun Jin: Rhyme
fr: Yun Jin - Rime
vi: Yun Jin - Đối Âm

# $asset.nameCard:UI_NameCardPic_Bp12_P
source: Travel Notes: Flowing Hues
fr: PB - Teinte fluide
vi: Nhật Ký Hành Trình - Sắc Màu

# $asset.nameCard:UI_NameCardPic_Bartender_P
source: Celebration: Binge Vessel
fr: Célébration - Enivrement
vi: Tiệc Mừng - Linh Đình

# $asset.nameCard:UI_NameCardPic_Yae1_P
source: Yae Miko: Kitsune Dreaming
fr: Yae Miko - Kitsune rêveuse
vi: Yae Miko - Hồ Ly Mơ Mộng

# $asset.nameCard:UI_NameCardPic_Bp13_P
source: Travel Notes: Awakening
fr: PB - Éveil
vi: Nhật Ký Hành Trình - Thức Tỉnh

# $asset.nameCard:UI_NameCardPic_Ayato_P
source: Kamisato Ayato: Ripple
fr: Kamisato Ayato - Ondulation
vi: Kamisato Ayato - Gợn Sóng

# $asset.nameCard:UI_NameCardPic_LuminanceStone_P
source: Lumens: Stone of Light
fr: Lumen - Pierre de lumière
vi: Lưu Minh - Huy Thạch

# $asset.nameCard:UI_NameCardPic_Tzz5_P
source: Achievement: Thunderclap
fr: Succès - Coup de tonnerre
vi: Thành Tựu - Sấm Sét

# $asset.nameCard:UI_NameCardPic_Cenyan1_P
source: Achievement: Chasm
fr: Succès - Gouffre
vi: Thành Tựu - Núi Đá

# $asset.nameCard:UI_NameCardPic_Bp14_P
source: Travel Notes: Irodori
fr: PB - Irodori
vi: Nhật Ký Hành Trình - Irodori

# $asset.nameCard:UI_NameCardPic_Yelan_P
source: Yelan: Throw
fr: Yelan - Jet
vi: Yelan - Đổ Xúc Xắc

# $asset.nameCard:UI_NameCardPic_Shinobu_P
source: Kuki Shinobu: Net
fr: Kuki Shinobu - Tissage
vi: Kuki Shinobu - Lưới

# $asset.nameCard:UI_NameCardPic_Bp15_P
source: Travel Notes: Divine Will
fr: PB - Destinée
vi: Nhật Ký Hành Trình - Thiên Mệnh

# $asset.nameCard:UI_NameCardPic_Bp16_P
source: Travel Notes: Azure Main
fr: PB - Azur marin
vi: Nhật Ký Hành Trình - Biển Xanh

# $asset.nameCard:UI_NameCardPic_Tighnari_P
source: Tighnari: Dew-Kissed
fr: Tighnari - Baigné de rosée
vi: Tighnari - Mộc Lộ

# $asset.nameCard:UI_NameCardPic_Collei_P
source: Collei: Good Virtue
fr: Collei - Vertu
vi: Collei - Quân Tử

# $asset.nameCard:UI_NameCardPic_Dori_P
source: Dori: Jinni
fr: Dori - Lampe magique
vi: Dori - Đèn Thần

# $asset.nameCard:UI_NameCardPic_Bp17_P
source: Travel Notes: Woodlands
fr: PB - Fond des bois
vi: Nhật Ký Hành Trình - Rừng Sâu

# $asset.nameCard:UI_NameCardPic_Csxy3_P
source: Achievement: Roaming
fr: Succès - Errance
vi: Thành tựu - Dạo Bước

# $asset.nameCard:UI_NameCardPic_Ysxf3_P
source: Achievement: Fated Encounter
fr: Succès - Destin
vi: Thành tựu - Hữu Duyên

# $asset.nameCard:UI_NameCardPic_Xm1_P
source: Sumeru: Shimmering Woods
fr: Sumeru - Bois scintillants
vi: Sumeru - Tiên Cảnh

# $asset.nameCard:UI_NameCardPic_Xumi1_P
source: Sumeru: Observance
vi: Sumeru - Chiếu Rọi

# $asset.nameCard:UI_NameCardPic_Xumi2_P
source: Sumeru: Unsullied
fr: Sumeru - Rectitude
vi: Sumeru - Quang Minh

# $asset.nameCard:UI_NameCardPic_Bp18_P
source: Travel Notes: Returning Winds
fr: PB - Vent de retour
vi: Nhật Ký Hành Trình Gió Về

# $asset.nameCard:UI_NameCardPic_Cyno_P
source: Cyno: Silence
fr: Cyno - Sérénité
vi: Cyno - Yên Lặng

# $asset.nameCard:UI_NameCardPic_Candace_P
source: Candace: Gray Heron
fr: Candace - Héronne cendrée
vi: Candace - Vạc Trời

# $asset.nameCard:UI_NameCardPic_Nilou_P
source: Nilou: Lotus Dance
fr: Nilou - Danse du lotus
vi: Nilou - Vũ Điệu Hoa Sen

# $asset.nameCard:UI_NameCardPic_Yszj2_P
source: Achievement: Seven Lights
fr: Succès - Sept lumières
vi: Thành Tựu - Bảy Tia Sáng

# $asset.nameCard:UI_NameCardPic_Xm2_P
source: Sumeru: Sandtreader
fr: Sumeru - Marche-sable
vi: Sumeru - Giẫm Chân Lên Cát

# $asset.nameCard:UI_NameCardPic_Tzz6_P
source: Achievement: Mirrored Dreams
fr: Succès - Rêves reflétés
vi: Thành Tựu - Giấc Mơ Phản Chiếu

# $asset.nameCard:UI_NameCardPic_Nahida_P
source: Nahida: Crescent
fr: Nahida - Croissant
vi: Nahida - Ngắm Trăng

# $asset.nameCard:UI_NameCardPic_Layla_P
source: Layla: Daydream
fr: Layla - Rêverie
vi: Layla - Giấc Mơ Ban Ngày

# $asset.nameCard:UI_NameCardPic_Bp19_P
source: Travel Notes: Fungus Land
fr: PB - Fongisme
vi: Nhật Ký Hành Trình Rừng Nấm

# $asset.nameCard:UI_NameCardPic_Wanderer_P
source: Wanderer: Drifter's Ballad
fr: Nomade - Ballade d'errance
vi: Kẻ Lang Thang - Phù Ca

# $asset.nameCard:UI_NameCardPic_Faruzan_P
source: Faruzan: Sealed Secret
fr: Faruzan - Secret scellé
vi: Faruzan - Bí Mật Của Phong Ấn

# $asset.nameCard:UI_NameCardPic_Gcg1_P
source: Achievement: Invoker
fr: Succès - Invocateur
vi: Thành Tựu - Thất Thánh

# $asset.nameCard:UI_NameCardPic_Bp20_P
source: Travel Notes: Stellar Rivers
fr: PB - Rivières stellaires
vi: Nhật Ký Hành Trình - Dòng Đời

# $asset.nameCard:UI_NameCardPic_Alhatham_P
source: Alhaitham: Enlightenment
fr: Alhaitham - Érudition
vi: Alhaitham - Giác Ngộ

# $asset.nameCard:UI_NameCardPic_Yaoyao_P
source: Yaoyao: Yuegui
vi: Yaoyao - Nguyệt Quế

# $asset.nameCard:UI_NameCardPic_Cadillac_P
source: Celebration: Lenticular Clouds
fr: Célébration - Nuage lenticulaire
vi: Lễ Hội - Mây Trôi

# $asset.nameCard:UI_NameCardPic_Bp21_P
source: Travel Notes: Rhythm and Rhyme
fr: PB - Rime
vi: Nhật Ký Hành Trình - Hòa Tấu

# $asset.nameCard:UI_NameCardPic_Xm3_P
source: Sumeru: Sandstorm
fr: Sumeru - Tempête de sable
vi: Sumeru - Bão Cát

# $asset.nameCard:UI_NameCardPic_Dehya_P
source: Dehya: Purifying Flame
fr: Dehya - Feu purifiant
vi: Dehya - Lửa Thiêng

# $asset.nameCard:UI_NameCardPic_Mika_P
source: Mika: Index
vi: Mika - Dẫn Lối

# $asset.nameCard:UI_NameCardPic_Bp22_P
source: Travel Notes: Artful Intent
fr: PB - Débrouillardise
vi: Nhật Ký Hành Trình - Nghệ Thuật

# $asset.nameCard:UI_NameCardPic_Baizhuer_P
source: Baizhu: Relief
fr: Baizhu - Soulagement
vi: Baizhu - Khư Phong

# $asset.nameCard:UI_NameCardPic_Kaveh_P
source: Kaveh: Domed Court
fr: Kaveh - Firmament
vi: Kaveh - Vòm Trời

# $asset.nameCard:UI_NameCardPic_Xm4_P
source: Achievement: Infinitum
fr: Succès - Myriade
vi: Thành Tựu - Vạn Chủng

# $asset.nameCard:UI_NameCardPic_Tzz7_P
source: Achievement: Transient Twilight
fr: Succès - Crépuscule éphémère
vi: Thành Tựu - Chạng Vạng

# $asset.nameCard:UI_NameCardPic_Vasara_P
source: Sumeru: The Great Dream
fr: Sumeru - Grand rêve
vi: Sumeru - Giấc Mộng

# $asset.nameCard:UI_NameCardPic_Bp23_P
source: Travel Notes: Crown of Glory
fr: PB - Lauriers
vi: Nhật Ký Hành Trình - Vương Miện

# $asset.nameCard:UI_NameCardPic_Kirara_P
source: Kirara: Neko Box
fr: Kirara - Neko-colis
vi: Kirara - Bưu Kiện Mèo

# $asset.nameCard:UI_NameCardPic_Bp24_P
source: Travel Notes: Secrets
fr: PB - Secret d'invoqueur
vi: Nhật Ký Hành Trình - Triệu Hồi

# $asset.nameCard:UI_NameCardPic_Bp25_P
source: Travel Notes: Vivid Illumination
fr: PB - Enluminure
vi: Nhật Ký Hành Trình - Chói Lọi

# $asset.nameCard:UI_NameCardPic_Liney_P
source: Lyney: Pretense
fr: Lyney - Simulacre
vi: Lyney - Giả Vờ

# $asset.nameCard:UI_NameCardPic_Linette_P
source: Lynette: Earnestness
fr: Lynette - Intégrité
vi: Lynette - Thành Thật

# $asset.nameCard:UI_NameCardPic_Freminet_P
source: Freminet: Progress
fr: Fréminet - Progrès
vi: Freminet - Tiếp Bước

# $asset.nameCard:UI_NameCardPic_FD1_P
source: Fontaine: Judgment
fr: Fontaine - Jugement
vi: Fontaine - Thẩm Phán

# $asset.nameCard:UI_NameCardPic_Ysxf4_P
source: Achievement: Orbits
fr: Succès - Chemins
vi: Thành Tựu - Quỹ Đạo

# $asset.nameCard:UI_NameCardPic_Csxy4_P
source: Achievement: Mariner
fr: Succès - Vogue
vi: Thành Tựu - Du Ngoạn

# $asset.nameCard:UI_NameCardPic_Fontaine1_P
source: Fontaine: Wondrous Machine
fr: Fontaine - Technologie
vi: Fontaine - Cỗ Máy Kỳ Diệu

# $asset.nameCard:UI_NameCardPic_Fontaine2_P
source: Fontaine: Big News
fr: Fontaine - Actualités
vi: Fontaine - Tin Tức

# $asset.nameCard:UI_NameCardPic_Bp26_P
source: Travel Notes: Primordial Waters
fr: PB - Source des eaux
vi: Nhật Ký Hành Trình - Khởi Nguyên

# $asset.nameCard:UI_NameCardPic_Neuvillette_P
source: Neuvillette: Surge
fr: Neuvillette - Afflux
vi: Neuvillette - Sóng Trào

# $asset.nameCard:UI_NameCardPic_Wriothesley_P
source: Wriothesley: Detention
fr: Wriothesley - Détention
vi: Wriothesley - Khóa Chặt

# $asset.nameCard:UI_NameCardPic_Bp27_P
source: Travel Notes: Falling Star
fr: PB - Étoile filante
vi: Nhật Ký Hành Trình - Sao Rơi

# $asset.nameCard:UI_NameCardPic_Guqin_P
source: Celebration: Euphonia
fr: Célébration - Euphonie
vi: Lễ Hội - Nhã Tấu

# $asset.nameCard:UI_NameCardPic_Tzz8_P
source: Achievement: Perpetual
fr: Succès - Perpétuité
vi: Thành Tựu - Mãi Tiếp Bước

# $asset.nameCard:UI_NameCardPic_FD2_P
source: Fontaine: Redemption
fr: Fontaine - Expiation
vi: Fontaine - Chuộc Tội

# $asset.nameCard:UI_NameCardPic_Furina_P
source: Furina: Banquet
vi: Furina - Tiệc Mừng

# $asset.nameCard:UI_NameCardPic_Charlotte_P
source: Charlotte: Exclusive
fr: Charlotte - Scoop
vi: Charlotte - Độc Quyền

# $asset.nameCard:UI_NameCardPic_FD3_P
source: Fontaine: Completeness
fr: Fontaine - Exhaustivité
vi: Fontaine - Trọn Vẹn

# $asset.nameCard:UI_NameCardPic_Bp28_P
source: Travel Notes: Whirling Waltz
fr: PB - Valse tournoyante
vi: Nhật Ký Hành Trình - Vũ Điệu

# $asset.nameCard:UI_NameCardPic_Navia_P
source: Navia: Rosula
vi: Navia (missing i18n)

# $asset.nameCard:UI_NameCardPic_Chevreuse_P
source: Chevreuse: Type II
vi: Chevreuse (missing i18n)

# $asset.nameCard:UI_NameCardPic_Bp29_P
source: Travel Notes: Time Inscribed
fr: PB - Marque du temps
vi: Nhật Ký Hành Trình - Khắc Ghi

# $asset.nameCard:UI_NameCardPic_Liuyun_P
source: Xianyun: White Clouds
fr: Xianyun – Nuage blanc
vi: Xianyun – Mây Trắng

# $asset.nameCard:UI_NameCardPic_Gaming_P
source: Gaming: Man Chai
vi: Gaming – A Văn

# $asset.nameCard:UI_NameCardPic_Chenyu1_P
source: Achievement: Adeptal Valley
fr: Succès - Vallée adeptale
vi: Thành Tựu - Tiên Cốc

# $asset.nameCard:UI_NameCardPic_OfferingSilong_P
source: Achievement: Rainjade Rite
fr: Succès - Pluie de jades
vi: Thành Tựu - Mưa Ngọc

# $asset.nameCard:UI_NameCardPic_Bp30_P
source: Travel Notes: Vivid Flight
fr: PB - Vol coloré
vi: Nhật Ký Hành Trình - Sắc Diều

# $asset.nameCard:UI_NameCardPic_OST4_P
source: Album: The Stellar Moments
fr: Album - Moments stellaires
vi: Tuyển Tập - Chòm Sao Lấp Lánh

# $asset.nameCard:UI_NameCardPic_Chiori_P
source: Chiori: Spectacular Sleeves
fr: Chiori - Manches spectaculaires
vi: Chiori - Tay Áo Trình Diễn

# $asset.nameCard:UI_NameCardPic_Bp31_P
source: Travel Notes: Arcane Amassing
fr: PB - Arcanicité
vi: Nhật Ký Hành Trình - Hóa Kỹ

# $asset.nameCard:UI_NameCardPic_Arlecchino_P
source: Arlecchino: Edict
fr: Arlecchino - Édit
vi: Arlecchino - Sắc Lệnh

# $asset.nameCard:UI_NameCardPic_Deep_P
source: Fontaine: Attunement
fr: Fontaine - Harmonisation
vi: Fontaine - Chỉnh Âm

# $asset.nameCard:UI_NameCardPic_Tzz9_P
source: Achievement: Whalewrangler
fr: Succès - Baleinier
vi: Thành Tựu - Săn Cá Voi

# $asset.nameCard:UI_NameCardPic_WishingPond_P
source: Fontaine: Lucine
vi: Fontaine - Suối Sương

# $asset.nameCard:UI_NameCardPic_GreatFestivalV2_P
source: Travel Notes: The Realms Rocked
fr: PB - Rock-athon
vi: Nhật Ký Hành Trình - Rung Chuyển

# $asset.nameCard:UI_NameCardPic_Clorinde_P
source: Clorinde: Roleplay
fr: Clorinde - Jeu de rôle
vi: Clorinde - Nhập Vai

# $asset.nameCard:UI_NameCardPic_Sigewinne_P
source: Sigewinne: Treatment
fr: Sigewinne - Traitement
vi: Sigewinne - Liệu Trình

# $asset.nameCard:UI_NameCardPic_Sethos_P
source: Sethos: Ba Fragment
fr: Sethos - Fragment de Ba
vi: Sethos - Bạt Linh

# $asset.nameCard:UI_NameCardPic_RoleCombat_P
source: Achievement: Poetic Pages
fr: Succès - Poésie
vi: Thành Tựu - Trang Thơ

# $asset.nameCard:UI_NameCardPic_Bp33_P
source: Travel Notes: Simulnation
fr: PB - Simulnation
vi: Nhật Ký Hành Trình - Mô Phỏng

# $asset.nameCard:UI_NameCardPic_Emilie_P
source: Emilie: Base Note
fr: Émilie - Note de fond
vi: Emilie - Làn Hương Cuối

# $asset.nameCard:UI_NameCardPic_Bp34_P
source: Travel Notes: Fanciful Fabrication
fr: PB - Ersatz
vi: Nhật Ký Hành Trình - Mô Phỏng

# $asset.nameCard:UI_NameCardPic_RedandWhite2_P
source: Celebration: Feast (II)
fr: Célébration - Festin (2)
vi: Lễ Hội - Tiệc Lớn (II)

# $asset.character:Noelle
source: Noelle
fr: Noëlle

# $asset.character:Rosaria
source: Rosaria
fr: Rosalia

# $asset.character:Ei
source: Raiden Shogun
fr: Shogun Raiden

# $asset.character:Thoma
source: Thoma
fr: Thomas

# $asset.character:Freminet
source: Freminet
fr: Fréminet

# $asset.character:Emilie
source: Emilie
fr: Émilie

# $asset.weapon:ToukabouShigure
source: Toukabou Shigure
fr: Pluie florale

# $asset.weapon:HaranGeppakuFutsu
source: Haran Geppaku Futsu
fr: Lune ondulante de Futsu

# $asset.nameCard:UI_NameCardPic_Sayu_P
source: Sayu: Muji-Muji Daruma
fr: Sayu - Daruma Muji-muji
