Repository: pizza-studio/GenshinPizzaHelper
Catalog: Packages/GIPizzaKit/Sources/GIPizzaKit/Resources/*.lproj/Localizable.strings
Languages: fr, vi

# $asset.nameCard:UI_NameCardPic_Peruere_P
source: Peruere: Edict
fr: Peruere - Édit
vi: Правила - Sắc Lệnh

# $asset.nameCard:UI_NameCardPic_Kunikuzushi_P
source: Raiden Kunikuzushi: Drifter's Ballad
fr: Raiden Kunikuzushi - Ballade d'errance
vi: Raiden Kunikuzushi - Phù Ca

# $asset.nameCard:UI_NameCardPic_NaganoharaYoimiya_P
source: Naganohara Yoimiya: Auratus Spark
fr: Naganohara Yoimiya - Étincelle dorée
vi: Naganohara Yoimiya - Hoa Lửa Kim Lưu

# $asset.dailyMaterial:talentFreedom
source: Freedom
fr: Liberté
vi: Tự Do

# $asset.dailyMaterial:talentResistance
source: Resistance
fr: Résistance
vi: Kháng Chiến

# $asset.dailyMaterial:talentBallad
source: Ballad
fr: Poésie
vi: Thơ Văn

# $asset.dailyMaterial:talentProsperity
source: Prosperity
fr: Prospérité
vi: Phồn Vinh

# $asset.dailyMaterial:talentDiligence
source: Diligence
vi: Chăm Chỉ

# $asset.dailyMaterial:talentGold
source: Gold
fr: Or
vi: Hoàng Kim

# $asset.dailyMaterial:talentTransience
source: Transience
fr: Ephémère
vi: Phù Thế

# $asset.dailyMaterial:talentElegance
source: Elegance
fr: Elégance
vi: Nhã Nhặn

# $asset.dailyMaterial:talentLight
source: Light
fr: Lumière
vi: Ánh Sáng

# $asset.dailyMaterial:talentAdmonition
source: Admonition
fr: Admonaistration
vi: Khuyên Nhủ

# $asset.dailyMaterial:talentIngenuity
source: Ingenuity
fr: Ingénuité
vi: Tinh Tế

# $asset.dailyMaterial:talentPraxis
source: Praxis
fr: Usage
vi: Thực Hành

# $asset.dailyMaterial:talentEquity
source: Equity
fr: L'equité
vi: Công Bằng

# $asset.dailyMaterial:talentJustice
source: Justice
fr: La Justice
vi: Chính Nghĩa

# $asset.dailyMaterial:talentOrder
source: Order
fr: L'ordre
vi: Trật Tự

# $asset.dailyMaterial:weaponDecarabian
source: Decarabian
fr: Décabarian
vi: Xác Tàu Tháp Cô Vương

# $asset.dailyMaterial:weaponBorealWolf
source: Boreal Wolf
fr: Loup Boréal
vi: Nỗi Nhớ Của Sói Bão

# $asset.dailyMaterial:weaponGladiator
source: Dandelion Gladiator
fr: Chevalier Du Croc De Lion
vi: Lí Tưởng Của Đấu Sĩ Nanh Sư Tử

# $asset.dailyMaterial:weaponGuyun
source: Guyun
vi: Thần Thể Rừng Băng Giá

# $asset.dailyMaterial:weaponElixir
source: Mist Veiled
fr: Karstique
vi: Kim Đơn Biển Sương Mù

# $asset.dailyMaterial:weaponAerosiderite
source: Aerosiderite
fr: Aérosidérite Noire
vi: Một Góc Thiên Thạch Đen

# $asset.dailyMaterial:weaponDistantSea
source: Distant Sea
fr: Branche Marine
vi: Nhánh Quỳnh Ngọc Của Biển Xa

# $asset.dailyMaterial:weaponNarukami
source: Narukami
vi: Tình Yêu Của Narukami

# $asset.dailyMaterial:weaponKijinMask
source: Mask
fr: Masque
vi: Nanh Cọp Của Gekiga

# $asset.dailyMaterial:weaponTalisman
source: Forest Dew
fr: Talisman De La Rosée
vi: Bùa Rừng Xanh Sương Đọng - Sắt

# $asset.dailyMaterial:weaponOasisGarden
source: Oasis Garden
fr: Jardin D'oasis
vi: Ân Huệ Vườn Hoa Ốc Đảo

# $asset.dailyMaterial:weaponScorchingMight
source: Scorching Might
fr: Pouvoir Brûlant
vi: Tia Sáng Của Ánh Nắng Quyền Uy

# $asset.dailyMaterial:weaponAncientChord
source: Ancient Chord
fr: Accord Ancien
vi: Cung Đàn Cổ Xưa

# $asset.dailyMaterial:weaponDewdrop
source: Pure Sacred Dewdrop
fr: Rosée Sacrée Pure
vi: Giọt Sương Thánh Thuần

# $asset.dailyMaterial:weaponPristineSea
source: Goblet of the Pristine Sea
fr: Gobelet De La Mer Immaculée
vi: Của Biển Nguyên Sơ

# $asset.character:Kunikuzushi
source: Wanderer
fr: Nomade
vi: Kẻ Lang Thang

# $asset.weapon:DullBlade
source: Dull Blade
fr: Épée émoussée
vi: Vô Phong Kiếm

# $asset.weapon:SilverSword
source: Silver Sword
fr: Épée en argent
vi: Kiếm Bạc

# $asset.weapon:CoolSteel
source: Cool Steel
fr: Lame froide
vi: Lãnh Nhẫn

# $asset.weapon:HarbingerOfDawn
source: Harbinger of Dawn
fr: Messager de l'Aube
vi: Thần Kiếm Lê Minh

# $asset.weapon:TravelersHandySword
source: Traveler's Handy Sword
fr: Épée du voyageur
vi: Kiếm Lữ Hành

# $asset.weapon:DarkIronSword
source: Dark Iron Sword
fr: Épée en fer noir
vi: Kiếm Sắt Đen

# $asset.weapon:FilletBlade
source: Fillet Blade
fr: Couteau à filets
vi: Đao Săn Cá

# $asset.weapon:SkyriderSword
source: Skyrider Sword
fr: Épée céleste
vi: Kiếm Phi Thiên

# $asset.weapon:FavoniusSword
source: Favonius Sword
fr: Épée de Favonius
vi: Tây Phong Kiếm

# $asset.weapon:TheFlute
source: The Flute
fr: Flûte
vi: Kiếm Sáo

# $asset.weapon:SacrificialSword
source: Sacrificial Sword
fr: Épée rituelle
vi: Kiếm Tế Lễ

# $asset.weapon:RoyalLongsword
source: Royal Longsword
fr: Épée longue royale
vi: Trường Kiếm Tông Thất

# $asset.weapon:LionsRoar
source: Lion's Roar
fr: Rugissement du Lion
vi: Tiếng Hét Của Rồng

# $asset.weapon:PrototypeRancour
source: Prototype Rancour
fr: Tailleur de pierre (prototype)
vi: Mẫu Trảm Nham

# $asset.weapon:IronSting
source: Iron Sting
fr: Piqûre de fer
vi: Thiết Phong Kích

# $asset.weapon:BlackcliffLongsword
source: Blackcliff Longsword
fr: Épée longue de Rochenoire
vi: Hắc Nham Trường Kiếm

# $asset.weapon:TheBlackSword
source: The Black Sword
fr: Épée noire
vi: Kiếm Đen

# $asset.weapon:TheAlleyFlash
source: The Alley Flash
fr: Éclair des impasses
vi: Tia Sáng Nơi Hẻm Tối

# $asset.weapon:SwordOfDescension
source: Sword of Descension
fr: Épée de la descente
vi: Kiếm Giáng Lâm

# $asset.weapon:FesteringDesire
source: Festering Desire
fr: Croc suppurant
vi: Răng Nanh Rỉ Sét

# $asset.weapon:AmenomaKageuchi
source: Amenoma Kageuchi
fr: Lame kageuchi d'Amenoma
vi: Đoản Đao Amenoma

# $asset.weapon:CinnabarSpindle
source: Cinnabar Spindle
fr: Fuseau de cinabre
vi: Con Thoi Chu Sa

# $asset.weapon:SapwoodBlade
source: Sapwood Blade
fr: Lame d'aubier
vi: Kiếm Gỗ

# $asset.weapon:XiphosMoonlight
source: Xiphos' Moonlight
fr: Clair de lune de Xiphos
vi: Ánh Trăng Xiphos

# $asset.weapon:WolfFang
source: Wolf-Fang
fr: Croc de loup
vi: Nanh Sói

# $asset.weapon:FinaleOfTheDeep
source: Finale of the Deep
fr: Final des profondeurs
vi: Nhạc Khúc Biển Sâu

# $asset.weapon:FleuveCendreFerryman
source: Fleuve Cendre Ferryman
fr: Passeur du Fleuve cendré
vi: Ống Đồng Fleuve Cendre

# $asset.weapon:TheDockhandsAssistant
source: The Dockhand's Assistant
fr: L'assistant du docker
vi: Kiếm Bến Tàu

# $asset.weapon:SwordOfNarzissenkreuz
source: Sword of Narzissenkreuz
fr: Lame du Narzissenkreuz
vi: Lưỡi Kiếm Narzissenkreuz

# $asset.weapon:AquilaFavonia
source: Aquila Favonia
fr: Épée du faucon
vi: Phong Ưng Kiếm

# $asset.weapon:SkywardBlade
source: Skyward Blade
fr: Lame de la Voûte d'Azur
vi: Thiên Không Kiếm

# $asset.weapon:FreedomSworn
source: Freedom-Sworn
fr: Serment de la liberté
vi: Lời Thề Tự Do Cổ Xưa

# $asset.weapon:SummitShaper
source: Summit Shaper
fr: Tranche-sommets
vi: Kiếm Chước Phong

# $asset.weapon:PrimordialJadeCutter
source: Primordial Jade Cutter
fr: Coupeur de jade primordial
vi: Bàn Nham Kết Lục

# $asset.weapon:MistsplitterReforged
source: Mistsplitter Reforged
fr: Reflet de tranche-brume
vi: Ánh Sáng Đêm Sương Mù

# $asset.weapon:KeyOfKhajNisut
source: Key of Khaj-Nisut
fr: Clé de Khaj-Nisut
vi: Chìa Khóa Khaj-Nisut

# $asset.weapon:LightOfFoliarIncision
source: Light of Foliar Incision
fr: Lumière d'incision foliaire
vi: Ánh Lá Phán Quyết

# $asset.weapon:SplendorOfStillWaters
source: Splendor of Still Waters
fr: Splendeur des eaux calmes
vi: Sắc Nước Lộng Lẫy

# $asset.weapon:Absolution
source: Absolution
vi: Xá Tội

# $asset.weapon:WasterGreatsword
source: Waster Greatsword
fr: Épée d'entraînement
vi: Kiếm Huấn Luyện

# $asset.weapon:OldMercsPal
source: Old Merc's Pal
fr: Lame du mercenaire
vi: Kiếm Dụng Binh

# $asset.weapon:FerrousShadow
source: Ferrous Shadow
fr: Ombre ferreuse
vi: Kiếm Thiết Ảnh

# $asset.weapon:BloodtaintedGreatsword
source: Bloodtainted Greatsword
fr: Épée sanglante
vi: Kiếm Huyết Rồng

# $asset.weapon:WhiteIronGreatsword
source: White Iron Greatsword
fr: Grande épée en fer blanc
vi: Kiếm Bạch Thiết

# $asset.weapon:DebateClub
source: Debate Club
fr: Épée de la raison
vi: Gậy Thu Phục

# $asset.weapon:SkyriderGreatsword
source: Skyrider Greatsword
fr: Grande épée céleste
vi: Đại Kiếm Phi Thiên

# $asset.weapon:FavoniusGreatsword
source: Favonius Greatsword
fr: Espadon de Favonius
vi: Đại Kiếm Tây Phong

# $asset.weapon:TheBell
source: The Bell
fr: Épée-horloge
vi: Kiếm Chuông

# $asset.weapon:SacrificialGreatsword
source: Sacrificial Greatsword
fr: Espadon rituel
vi: Đại Kiếm Tế Lễ

# $asset.weapon:RoyalGreatsword
source: Royal Greatsword
fr: Espadon royal
vi: Đại Kiếm Tông Thất

# $asset.weapon:Rainslasher
source: Rainslasher
fr: Fluorescence
vi: Vũ Tài

# $asset.weapon:PrototypeArchaic
source: Prototype Archaic
fr: Espadon (prototype)
vi: Mẫu Cổ Hoa

# $asset.weapon:Whiteblind
source: Whiteblind
fr: Ombre immaculée
vi: Kiếm Bạch Ảnh

# $asset.weapon:BlackcliffSlasher
source: Blackcliff Slasher
fr: Trancheuse de Rochenoire
vi: Hắc Nham Trảm Đao

# $asset.weapon:SerpentSpine
source: Serpent Spine
fr: Ossature du dragon
vi: Kiếm Li Cốt

# $asset.weapon:LithicBlade
source: Lithic Blade
fr: Épée antique des Millelithes
vi: Thiên Nham Cổ Kiếm

# $asset.weapon:SnowTombedStarsilver
source: Snow-Tombed Starsilver
fr: Tombe-neige en argétoile
vi: Tuyết Vùi Tinh Ngân

# $asset.weapon:LuxuriousSeaLord
source: Luxurious Sea-Lord
fr: Illustre seigneur des mers
vi: Vua Biển Hàng Hiệu

# $asset.weapon:KatsuragikiriNagamasa
source: Katsuragikiri Nagamasa
fr: Espadon de Nagamasa
vi: Trường Đao Katsuragi

# $asset.weapon:MakhairaAquamarine
source: Makhaira Aquamarine
fr: Aigue-marine de Makhaira
vi: Sắc Nước Makhaira

# $asset.weapon:ForestRegalia
source: Forest Regalia
fr: Apparat de la forêt
vi: Vương Khí Rừng Sâu

# $asset.weapon:MailedFlower
source: Mailed Flower
fr: Fleur de mailles
vi: Đóa Hoa Tôn Màu Thép

# $asset.weapon:TalkingStick
source: Talking Stick
fr: Bâton bavard
vi: Gậy Đàm Phán

# $asset.weapon:TidalShadow
source: Tidal Shadow
fr: Ombre tidale
vi: Bóng Tối Thủy Triều

# $asset.weapon:UltimateOverloardsMegaMagicSword
source: Ultimate Overlord's Mega Magic Sword
fr: Méga épée magique du suzerain ultime
vi: Bá Vương Tối Thượng Siêu Cấp Ma Kiếm

# $asset.weapon:PortablePowerSaw
source: Portable Power Saw
fr: Scie électrique portative
vi: Máy Cưa Cầm Tay

# $asset.weapon:SkywardPride
source: Skyward Pride
fr: Fierté de la Voûte d'Azur
vi: Thiên Không Kiêu Ngạo

# $asset.weapon:WolfsGravestone
source: Wolf's Gravestone
fr: Mort-du-loup
vi: Đường Cùng Của Sói

# $asset.weapon:SongOfBrokenPines
source: Song of Broken Pines
fr: Ode au chant du vent
vi: Tiếng Gió Trong Rừng Thông

# $asset.weapon:TheUnforged
source: The Unforged
fr: Lame brute
vi: Kiếm Vô Công

# $asset.weapon:RedhornStonethresher
source: Redhorn Stonethresher
fr: Brise-pierre de corne rouge
vi: Xích Giác Phá Thạch Đao

# $asset.weapon:BeaconOfTheReedSea
source: Beacon of the Reed Sea
fr: Balise de la mer de roseaux
vi: Hải Đăng Bờ Biển Lau

# $asset.weapon:ConsideredJudgement
source: Considered Judgment
fr: Condamneur
vi: Lời Phán Quyết

# $asset.weapon:BeginnersProtector
source: Beginner's Protector
fr: Lance du débutant
vi: Thương Tân Thủ

# $asset.weapon:IronPoint
source: Iron Point
fr: Pointe de fer
vi: Thương Sắt

# $asset.weapon:WhiteTassel
source: White Tassel
fr: Pampille blanche
vi: Thương Bạch Anh

# $asset.weapon:Halberd
source: Halberd
fr: Hallebarde
vi: Thuẫn Kích

# $asset.weapon:BlackTassel
source: Black Tassel
fr: Pampille noire
vi: Hắc Anh Thương

# $asset.weapon:DragonsBane
source: Dragon's Bane
fr: Fléau du dragon
vi: Tai Ương Của Rồng

# $asset.weapon:PrototypeStarglitter
source: Prototype Starglitter
fr: Guisarme stellaire (prototype)
vi: Mẫu Tinh Liêm

# $asset.weapon:CrescentPike
source: Crescent Pike
fr: Pique du croissant de lune
vi: Lưu Nguyệt Châm

# $asset.weapon:BlackcliffPole
source: Blackcliff Pole
fr: Lance de Rochenoire
vi: Thương Hắc Nham

# $asset.weapon:Deathmatch
source: Deathmatch
fr: Scion de la victoire
vi: Thương Quyết Chiến

# $asset.weapon:LithicSpear
source: Lithic Spear
fr: Lance des Millelithes
vi: Thương Thiên Nham

# $asset.weapon:FavoniusLance
source: Favonius Lance
fr: Lance de Favonius
vi: Thương Tây Phong

# $asset.weapon:RoyalSpear
source: Royal Spear
fr: Lance de chasse royale
vi: Thương Săn Tông Thất

# $asset.weapon:DragonspineSpear
source: Dragonspine Spear
fr: Lance Dosdragon
vi: Thương Long Tích

# $asset.weapon:KitainCrossSpear
source: Kitain Cross Spear
fr: Lance en croix de Kitain
vi: Giáo Thập Tự Kitain

# $asset.weapon:TheCatch
source: The Catch
fr: « La prise »
vi: Lao Xiên Cá

# $asset.weapon:WavebreakersFin
source: Wavebreaker's Fin
fr: Aileron de brise-vagues
vi: Vây Cá Chẻ Sóng

# $asset.weapon:Moonpiercer
source: Moonpiercer
fr: Perce-lune
vi: Quán Nguyệt Thương

# $asset.weapon:MissiveWindspear
source: Missive Windspear
fr: Lance du vent saisonnier
vi: Mũi Nhọn Của Gió

# $asset.weapon:BalladOfTheFjords
source: Ballad of the Fjords
fr: Ballade des fjords
vi: Khúc Ca Vịnh Hẹp

# $asset.weapon:RightfulReward
source: Rightful Reward
fr: Récompense légitime
vi: Thù Lao Của Chính Nghĩa

# $asset.weapon:DialoguesOfTheDesertSages
source: Dialogues of the Desert Sages
fr: Dialogues des sages du désert
vi: Đối Thoại Của Hiền Giả Sa Mạc

# $asset.weapon:ProspectorsDrill
source: Prospector's Drill
fr: Foret de prospecteur
vi: Mũi Khoan Thăm Dò

# $asset.weapon:StaffOfHoma
source: Staff of Homa
fr: Bâton de Homa
vi: Trượng Hộ Ma

# $asset.weapon:SkywardSpine
source: Skyward Spine
fr: Berge de la Voûte d'Azur
vi: Xương Sống Thiên Không

# $asset.weapon:VortexVanquisher
source: Vortex Vanquisher
fr: Perceur prismatique
vi: Giáo Nịnh Thần

# $asset.weapon:PrimordialJadeWingedSpear
source: Primordial Jade Winged-Spear
fr: Lance de jade ailée
vi: Hòa Phác Diên

# $asset.weapon:CalamityQueller
source: Calamity Queller
fr: Étouffeur de calamités
vi: Hủy Diệt

# $asset.weapon:EngulfingLightning
source: Engulfing Lightning
fr: Lumière du faucheur
vi: Đoạn Thảo Trường Đao

# $asset.weapon:StaffOfTheScarletSands
source: Staff of the Scarlet Sands
fr: Bâton des sables écarlates
vi: Quyền Trượng Cát Đỏ

# $asset.weapon:CrimsonMoonSemblance
source: Crimson Moon's Semblance
fr: Semblance de la lune écarlate
vi: Hình Thái Xích Nguyệt

# $asset.weapon:LumidouceElegy
source: Lumidouce Elegy
fr: Élégie de Lumidouce
vi: Bi Ca Lumidouce

# $asset.weapon:ApprenticesNotes
source: Apprentice's Notes
fr: Notes de l'apprenti
vi: Nhật Ký Học Sinh

# $asset.weapon:PocketGrimoire
source: Pocket Grimoire
fr: Grimoire de poche
vi: Sổ Tay Ma Pháp

# $asset.weapon:MagicGuide
source: Magic Guide
fr: Guide de magie
vi: Tóm Tắt Ma Pháp

# $asset.weapon:ThrillingTalesOfDragonSlayers
source: Thrilling Tales of Dragon Slayers
fr: Histoire des chasseurs de dragon
vi: Câu Chuyện Diệt Rồng

# $asset.weapon:OtherworldlyStory
source: Otherworldly Story
fr: Conte d'un autre monde
vi: Tiểu Thuyết Dị Giới

# $asset.weapon:EmeraldOrb
source: Emerald Orb
fr: Orbe jadien
vi: Quả Cầu Ngọc

# $asset.weapon:TwinNephrite
source: Twin Nephrite
fr: Néphrite jumelle
vi: Ngọc Sinh Đôi

# $asset.weapon:FavoniusCodex
source: Favonius Codex
fr: Code de Favonius
vi: Tây Phong Mật Điển

# $asset.weapon:TheWidsith
source: The Widsith
fr: Mouvement vagabond
vi: Chương Nhạc Lang Thang

# $asset.weapon:SacrificialFragments
source: Sacrificial Fragments
fr: Mémoires de rituels
vi: Mảnh Chương Tế Lễ

# $asset.weapon:RoyalGrimoire
source: Royal Grimoire
fr: Grimoire royal
vi: Mật Pháp Tông Thất

# $asset.weapon:SolarPearl
source: Solar Pearl
fr: Perle solaire
vi: Nhật Nguyệt Hạp

# $asset.weapon:PrototypeAmber
source: Prototype Amber
fr: Malice (prototype)
vi: Mẫu Kim Phách

# $asset.weapon:MappaMare
source: Mappa Mare
fr: Atlas des terres et des mers
vi: Hải Đồ Vạn Quốc

# $asset.weapon:BlackcliffAgate
source: Blackcliff Agate
fr: Agate de Rochenoire
vi: Hắc Nham Phỉ Ngọc

# $asset.weapon:EyeOfPerception
source: Eye of Perception
fr: Œil de la perception
vi: Chiêu Tâm

# $asset.weapon:WineAndSong
source: Wine and Song
fr: Vins et chants
vi: Rượu Và Thơ Nơi Hẻm Tối

# $asset.weapon:Frostbearer
source: Frostbearer
fr: Fruit du permafrost
vi: Trái Chịu Lạnh

# $asset.weapon:DodocoTales
source: Dodoco Tales
fr: Contes de Dodoco
vi: Tuyển tập các câu chuyện về Dodoco

# $asset.weapon:HakushinRing
source: Hakushin Ring
fr: Anneau des Hakushin
vi: Vòng Bạch Thần

# $asset.weapon:OathswornEye
source: Oathsworn Eye
fr: Œil d'assermentation
vi: Con Ngươi Tuyên Thệ

# $asset.weapon:WanderingEvenstar
source: Wandering Evenstar
fr: Étoile du soir errante
vi: Sao Đêm Rong Ruổi

# $asset.weapon:FruitOfFulfillment
source: Fruit of Fulfillment
fr: Le fruit de l'accomplissement
vi: Quả Mọng

# $asset.weapon:SacrificialJade
source: Sacrificial Jade
fr: Jade sacrificiel
vi: Ngọc Bích Hiến Tế

# $asset.weapon:FlowingPurity
source: Flowing Purity
fr: Pureté fluide
vi: Dòng Chảy Tinh Khiết

# $asset.weapon:BalladOfTheBoundlessBlue
source: Ballad of the Boundless Blue
fr: Ballade d'un azur infini
vi: Khúc Ca Xanh Bao La

# $asset.weapon:SkywardAtlas
source: Skyward Atlas
fr: Atlas de la Voûte d'Azur
vi: Quyển Thiên Không

# $asset.weapon:LostPrayerToTheSacredWinds
source: Lost Prayer to the Sacred Winds
fr: L'origine des Quatre Vents
vi: Điển Tích Tây Phong

# $asset.weapon:MemoryOfDust
source: Memory of Dust
fr: Chaînes mortelles
vi: Khóa Trần Thế

# $asset.weapon:JadefallsSplendor
source: Jadefall's Splendor
fr: Splendeur de l'azur
vi: Ngọc Bích Huy Hoàng

# $asset.weapon:EverlastingMoonglow
source: Everlasting Moonglow
fr: Lueur de la lune éternelle
vi: Vầng Trăng Bất Diệt

# $asset.weapon:KagurasVerity
source: Kagura's Verity
fr: Vérité de Kagura
vi: Chân Ý Của Kagura

# $asset.weapon:AThousandFloatingDreams
source: A Thousand Floating Dreams
fr: Mille rêves flottants
vi: Cõi Mộng Ngàn Đêm

# $asset.weapon:TulaytullahsRemembrance
source: Tulaytullah's Remembrance
fr: Mémoire de Tulaytullah
vi: Hồi Ức Tulaytullah

# $asset.weapon:CashflowSupervision
source: Cashflow Supervision
fr: Supervision de trésorerie
vi: Quản Đốc Vàng Ròng

# $asset.weapon:TomeOfTheEternalFlow
source: Tome of the Eternal Flow
fr: Tome du flux éternel
vi: Nghi Thức Dòng Chảy Vĩnh Hằng

# $asset.weapon:CranesEchoingCall
source: Crane's Echoing Call
fr: Écho de la grue
vi: Dư Âm Tiếng Hạc

# $asset.weapon:HuntersBow
source: Hunter's Bow
fr: Arc de chasse
vi: Cung Săn Bắn

# $asset.weapon:SeasonedHuntersBow
source: Seasoned Hunter's Bow
fr: Arc de chasse aguerri
vi: Cung Săn Bắn Tôi Luyện

# $asset.weapon:RavenBow
source: Raven Bow
fr: Arc du corbeau
vi: Cung Lông Quạ

# $asset.weapon:SharpshootersOath
source: Sharpshooter's Oath
fr: Serment de l'archer
vi: Lời Thề Xạ Thủ Thần

# $asset.weapon:RecurveBow
source: Recurve Bow
fr: Arc courbé
vi: Cung Phản Khúc

# $asset.weapon:Slingshot
source: Slingshot
fr: Lance-pierres
vi: Nỏ Kéo

# $asset.weapon:Messenger
source: Messenger
fr: Messager
vi: Tín Sứ

# $asset.weapon:FavoniusWarbow
source: Favonius Warbow
fr: Arc de chasse de Favonius
vi: Cung Tây Phong

# $asset.weapon:TheStringless
source: The Stringless
fr: Dernière corde
vi: Tuyệt Huyền

# $asset.weapon:SacrificialBow
source: Sacrificial Bow
fr: Arc rituel
vi: Cung Tế Lễ

# $asset.weapon:RoyalBow
source: Royal Bow
fr: Arc royal
vi: Trường Cung Tông Thất

# $asset.weapon:Rust
source: Rust
fr: Arc rouillé
vi: Cung Rỉ Sét

# $asset.weapon:PrototypeCrescent
source: Prototype Crescent
fr: Lune paisible (prototype)
vi: Mẫu Đạm Nguyệt

# $asset.weapon:CompoundBow
source: Compound Bow
fr: Arc à poulies
vi: Cung Thép

# $asset.weapon:BlackcliffWarbow
source: Blackcliff Warbow
fr: Arc de guerre de Rochenoire
vi: Cung Hắc Nham

# $asset.weapon:TheViridescentHunt
source: The Viridescent Hunt
fr: Arc de chasse verdoyant
vi: Cung Sắc Xanh

# $asset.weapon:AlleyHunter
source: Alley Hunter
fr: Traqueur des impasses
vi: Thợ Săn Hẻm Tối

# $asset.weapon:FadingTwilight
source: Fading Twilight
fr: Crépuscule couchant
vi: Lạc Hà

# $asset.weapon:MitternachtsWaltz
source: Mitternachts Waltz
fr: Valse nocturne
vi: Điệu Van Ban Đêm

# $asset.weapon:WindblumeOde
source: Windblume Ode
fr: Ode aux alizées
vi: Bài Ca Hoa Gió

# $asset.weapon:Hamayumi
source: Hamayumi
fr: Arc d'exorcisme
vi: Cung Trừ Ma

# $asset.weapon:Predator
source: Predator
vi: Kẻ Săn Mồi

# $asset.weapon:MouunsMoon
source: Mouun's Moon
fr: Lune de Mouun
vi: Ánh Trăng Mouun

# $asset.weapon:KingsSquire
source: King's Squire
fr: Le valet du roi
vi: Cận Vệ Nhà Vua

# $asset.weapon:EndOfTheLine
source: End of the Line
fr: Chalutier
vi: Sông Cạn

# $asset.weapon:IbisPiercer
source: Ibis Piercer
fr: Perceur d'ibis
vi: Mỏ Cò Xuyên Thấu

# $asset.weapon:ScionOfTheBlazingSun
source: Scion of the Blazing Sun
fr: Descendant du soleil flamboyant
vi: Hậu Duệ Mặt Trời

# $asset.weapon:SongOfStillness
source: Song of Stillness
fr: Chant de quiétude
vi: Khúc Ca Tĩnh Lặng

# $asset.weapon:Cloudforged
source: Cloudforged
fr: Nimbus-forgé
vi: Trúc Vân

# $asset.weapon:RangeGauge
source: Range Gauge
fr: Jauge de portée
vi: Máy Đo Cự Ly

# $asset.weapon:SkywardHarp
source: Skyward Harp
fr: Ailes de la Voûte d'Azur
vi: Cánh Thiên Không

# $asset.weapon:AmosBow
source: Amos' Bow
fr: Arc d'Amos
vi: Cung Amos

# $asset.weapon:ElegyForTheEnd
source: Elegy for the End
fr: Ultime soupir
vi: Tiếng Thở Dài Vô Tận

# $asset.weapon:PolarStar
source: Polar Star
fr: Étoile polaire
vi: Ngôi Sao Cực Đông

# $asset.weapon:AquaSimulacra
source: Aqua Simulacra
fr: Simulacre d'eau
vi: Nhược Thủy

# $asset.weapon:ThunderingPulse
source: Thundering Pulse
fr: Pulsation du tonnerre
vi: Sấm Sét Rung Động

# $asset.weapon:HuntersPath
source: Hunter's Path
fr: La voie du chasseur
vi: Con Đường Thợ Săn

# $asset.weapon:TheFirstGreatMagic
source: The First Great Magic
fr: La première grande magie
vi: Màn Ảo Thuật Đầu Tiên

# $asset.weapon:SilverShowerHeartStrings
source: Silvershower
fr: Corde de pluie blanche
vi: Màn Mưa Tơ Lòng

# $asset.nameCard:UI_NameCardPic_0_P
source: Genshin Impact: A New World
fr: Genshin Impact - Un monde nouveau
vi: Nguyên Thần - Ấn Tượng

# $asset.nameCard:UI_NameCardPic_Bp1_P
source: Travel Notes: Catch the Wind
fr: PB - Attrape-vent
vi: Nhật Ký Hành Trình Của Gió

# $asset.nameCard:UI_NameCardPic_Ambor_P
source: Amber: Bunny
fr: Amber - Baron Lapinou
vi: Amber - Con Thỏ

# $asset.nameCard:UI_NameCardPic_Klee_P
source: Klee: Explosive
fr: Klee - Chaud devant !
vi: Klee - Thuốc Nổ

# $asset.nameCard:UI_NameCardPic_Diluc_P
source: Diluc: Flames
fr: Diluc - Flambée mortelle
vi: Diluc - Thiêu Đốt

# $asset.nameCard:UI_NameCardPic_Razor_P
source: Razor: Wolvensprint
fr: Razor - Affaire de loups
vi: Razor - Sói Chạy

# $asset.nameCard:UI_NameCardPic_Venti_P
source: Venti: Azure Sky
fr: Venti - Ciel d'azur
vi: Venti - Bầu Trời Xanh

# $asset.nameCard:UI_NameCardPic_Qin_P
source: Jean: The Winds' Course
fr: Jean - Course du vent
vi: Jean - Hướng Gió

# $asset.nameCard:UI_NameCardPic_Barbara_P
source: Barbara: Flow
fr: Barbara - Thérapeutique
vi: Barbara - Dòng Chảy

# $asset.nameCard:UI_NameCardPic_Kaeya_P
source: Kaeya: Pavo Ocellus
vi: Kaeya - Khổng Tước

# $asset.nameCard:UI_NameCardPic_Lisa_P
source: Lisa: Tempus Fugit
vi: Lisa - Đồng Hồ Cát

# $asset.nameCard:UI_NameCardPic_Sucrose_P
source: Sucrose: Bio-Alchemy
fr: Sucrose - Bio-alchimie
vi: Sucrose - Sáng Tạo

# $asset.nameCard:UI_NameCardPic_Fischl_P
source: Fischl: Night Raven
fr: Fischl - Corbeau de la nuit
vi: Fischl - Quạ Bóng Đêm

# $asset.nameCard:UI_NameCardPic_Noel_P
source: Noelle: Protector
fr: Noëlle - Protection
vi: Noelle - Bảo Vệ

# $asset.nameCard:UI_NameCardPic_Mona_P
source: Mona: Starry Sky
fr: Mona - Astromancie
vi: Mona - Thiên Tinh

# $asset.nameCard:UI_NameCardPic_Bennett_P
source: Bennett: Recognition
fr: Bennett - Gratitude
vi: Bennett - Chấp Nhận

# $asset.nameCard:UI_NameCardPic_Xiangling_P
source: Xiangling: Fresh from the Pan
fr: Xiangling - Gooba
vi: Xiangling - Nấu Xong

# $asset.nameCard:UI_NameCardPic_Xingqiu_P
source: Xingqiu: Rainbow
fr: Xingqiu - Bruine
vi: Xingqiu - Cầu Vồng

# $asset.nameCard:UI_NameCardPic_Qiqi_P
source: Qiqi: Cold Storage
fr: Qiqi - Conservation
vi: Qiqi - Đông Lạnh
