Repository: pizza-studio/GenshinPizzaHelper
Catalog: Dependences/GIPizzaKit/Sources/GIPizzaKit/Resources/*.lproj/Localizable.strings
Languages: it, zh_hans

# $asset.character:Peruere
source: Peruere
zh_hans: 佩露薇利

# $asset.character:RaidenKunikuzushi
source: Raiden Kunikuzushi
zh_hans: 雷电国崩

# $asset.nameCard:UI_NameCardPic_Arlecchino_P
source: Arlecchino: Edict
it: Arlecchino: Editto
zh_hans: 佩露薇利·法度

# $asset.nameCard:UI_NameCardPic_Kunikuzushi_P
source: Raiden Kunikuzushi: Drifter's Ballad
zh_hans: 雷电国崩・浮歌

# $asset.dailyMaterial:talentFreedom
source: Freedom
it: Libertà
zh_hans: 「自由」

# $asset.dailyMaterial:talentResistance
source: Resistance
it: Resistenza
zh_hans: 「抗争」

# $asset.dailyMaterial:talentBallad
source: Ballad
it: Poesia
zh_hans: 「诗文」

# $asset.dailyMaterial:talentProsperity
source: Prosperity
it: Prosperità
zh_hans: 「繁荣」

# $asset.dailyMaterial:talentDiligence
source: Diligence
it: Diligenza
zh_hans: 「勤劳」

# $asset.dailyMaterial:talentGold
source: Gold
it: Oro
zh_hans: 「黄金」

# $asset.dailyMaterial:talentTransience
source: Transience
it: Fugacità
zh_hans: 「浮世」

# $asset.dailyMaterial:talentElegance
source: Elegance
it: Eleganza
zh_hans: 「风雅」

# $asset.dailyMaterial:talentLight
source: Light
it: Luce
zh_hans: 「天光」

# $asset.dailyMaterial:talentAdmonition
source: Admonition
it: Ammonimento
zh_hans: 「诤言」

# $asset.dailyMaterial:talentIngenuity
source: Ingenuity
it: Ingegno
zh_hans: 「巧思」

# $asset.dailyMaterial:talentPraxis
source: Praxis
it: Pragmatica
zh_hans: 「笃行」

# $asset.dailyMaterial:talentEquity
source: Equity
it: Filosofie Di Equità
zh_hans: 「公平」

# $asset.dailyMaterial:talentJustice
source: Justice
it: Giustizia
zh_hans: 「正义」

# $asset.dailyMaterial:talentOrder
source: Order
it: Ordine
zh_hans: 「秩序」

# $asset.dailyMaterial:weaponDecarabian
source: Decarabian
zh_hans: 「高塔孤王」

# $asset.dailyMaterial:weaponBorealWolf
source: Boreal Wolf
it: Lupo Boreale
zh_hans: 「凛风奔狼」

# $asset.dailyMaterial:weaponGladiator
source: Dandelion Gladiator
it: Gladiatore
zh_hans: 「狮牙斗士」

# $asset.dailyMaterial:weaponGuyun
source: Guyun
zh_hans: 「孤云寒林」

# $asset.dailyMaterial:weaponElixir
source: Mist Veiled
it: Nebbia
zh_hans: 「雾海云间」

# $asset.dailyMaterial:weaponAerosiderite
source: Aerosiderite
zh_hans: 「漆黑陨铁」

# $asset.dailyMaterial:weaponDistantSea
source: Distant Sea
it: Mare Lontano
zh_hans: 「远海夷地」

# $asset.dailyMaterial:weaponNarukami
source: Narukami
zh_hans: 「鸣神御灵」

# $asset.dailyMaterial:weaponKijinMask
source: Mask
it: Maschera
zh_hans: 「今昔剧画」

# $asset.dailyMaterial:weaponTalisman
source: Forest Dew
it: Talismano
zh_hans: 「谧林涓露」

# $asset.dailyMaterial:weaponOasisGarden
source: Oasis Garden
it: Giardino Dell'oasi
zh_hans: 「绿洲花园」

# $asset.dailyMaterial:weaponScorchingMight
source: Scorching Might
it: Possanza Infuocata
zh_hans: 「烈日威权」

# $asset.dailyMaterial:weaponAncientChord
source: Ancient Chord
it: Un Antico Accordo
zh_hans: 「悠古弦音」

# $asset.dailyMaterial:weaponDewdrop
source: Pure Sacred Dewdrop
it: Goccia Di Rugiada Sacra Pura
zh_hans: 「纯圣露滴」

# $asset.dailyMaterial:weaponPristineSea
source: Goblet of the Pristine Sea
it: Calice Del Mare Immacolato
zh_hans: 「无垢之海」

# $asset.character:Paimon
source: Paimon
zh_hans: 派蒙

# $asset.character:Hotaru
source: Lumine
zh_hans: 荧

# $asset.character:Sora
source: Aether
zh_hans: 空

# $asset.character:Sucrose
source: Sucrose
zh_hans: 砂糖

# $asset.character:Keqing
source: Keqing
zh_hans: 刻晴

# $asset.character:Mona
source: Mona
zh_hans: 莫娜

# $asset.character:Chongyun
source: Chongyun
zh_hans: 重云

# $asset.character:Qiqi
source: Qiqi
zh_hans: 七七

# $asset.character:Noelle
source: Noelle
zh_hans: 诺艾尔

# $asset.character:Bennett
source: Bennett
zh_hans: 班尼特

# $asset.character:Fischl
source: Fischl
zh_hans: 菲谢尔

# $asset.character:Klee
source: Klee
zh_hans: 可莉

# $asset.character:Ningguang
source: Ningguang
zh_hans: 凝光

# $asset.character:Xingqiu
source: Xingqiu
zh_hans: 行秋

# $asset.character:Beidou
source: Beidou
zh_hans: 北斗

# $asset.character:Xiangling
source: Xiangling
zh_hans: 香菱

# $asset.character:Venti
source: Venti
zh_hans: 温迪

# $asset.character:Amber
source: Amber
zh_hans: 安柏

# $asset.character:Razor
source: Razor
zh_hans: 雷泽

# $asset.character:Diluc
source: Diluc
zh_hans: 迪卢克

# $asset.character:Kaeya
source: Kaeya
zh_hans: 凯亚

# $asset.character:Barbara
source: Barbara
zh_hans: 芭芭拉

# $asset.character:Lisa
source: Lisa
zh_hans: 丽莎

# $asset.character:Jean
source: Jean
zh_hans: 琴

# $asset.character:Diona
source: Diona
zh_hans: 迪奥娜

# $asset.character:Tartaglia
source: Tartaglia
zh_hans: 达达利亚

# $asset.character:Xinyan
source: Xinyan
zh_hans: 辛焱

# $asset.character:Zhongli
source: Zhongli
zh_hans: 钟离

# $asset.character:Albedo
source: Albedo
zh_hans: 阿贝多

# $asset.character:Ganyu
source: Ganyu
zh_hans: 甘雨

# $asset.character:Xiao
source: Xiao
zh_hans: 魈

# $asset.character:Hutao
source: Hu Tao
zh_hans: 胡桃

# $asset.character:Rosaria
source: Rosaria
zh_hans: 罗莎莉亚

# $asset.character:Yanfei
source: Yanfei
zh_hans: 烟绯

# $asset.character:Eula
source: Eula
zh_hans: 优菈

# $asset.character:Kazuha
source: Kaedehara Kazuha
zh_hans: 枫原万叶

# $asset.character:Ayaka
source: Kamisato Ayaka
zh_hans: 神里绫华

# $asset.character:Sayu
source: Sayu
zh_hans: 早柚

# $asset.character:NaganoharaYoimiya
source: Naganohara Yoimiya
zh_hans: 长野原宵宫

# $asset.character:Yoimiya
source: Yoimiya
zh_hans: 宵宫

# $asset.character:Aloy
source: Aloy
zh_hans: 埃洛伊

# $asset.character:Sara
source: Kujou Sara
zh_hans: 九条裟罗

# $asset.character:Ei
source: Raiden Shogun
it: Shogun Raiden
zh_hans: 雷电将军

# $asset.character:Kokomi
source: Sangonomiya Kokomi
zh_hans: 珊瑚宫心海

# $asset.character:Thoma
source: Thoma
zh_hans: 托马

# $asset.character:Itto
source: Arataki Itto
zh_hans: 荒泷一斗

# $asset.character:Gorou
source: Gorou
zh_hans: 五郎

# $asset.character:Yunjin
source: Yun Jin
zh_hans: 云堇

# $asset.character:Shenhe
source: Shenhe
zh_hans: 申鹤

# $asset.character:Miko
source: Yae Miko
zh_hans: 八重神子

# $asset.character:Ayato
source: Kamisato Ayato
zh_hans: 神里绫人

# $asset.character:Yelan
source: Yelan
zh_hans: 夜兰

# $asset.character:Shinobu
source: Kuki Shinobu
zh_hans: 久岐忍

# $asset.character:Heizou
source: Shikanoin Heizou
zh_hans: 鹿野院平藏

# $asset.character:Tighnari
source: Tighnari
zh_hans: 提纳里

# $asset.character:Collei
source: Collei
zh_hans: 柯莱

# $asset.character:Dori
source: Dori
zh_hans: 多莉

# $asset.character:Candace
source: Candace
zh_hans: 坎蒂丝

# $asset.character:Cyno
source: Cyno
zh_hans: 赛诺

# $asset.character:Nilou
source: Nilou
zh_hans: 妮露

# $asset.character:Nahida
source: Nahida
zh_hans: 纳西妲

# $asset.character:Layla
source: Layla
zh_hans: 莱依拉

# $asset.character:Faruzan
source: Faruzan
zh_hans: 珐露珊

# $asset.character:Kunikuzushi
source: Wanderer
it: Vagabondo
zh_hans: 流浪者

# $asset.character:Alhaitham
source: Alhaitham
zh_hans: 艾尔海森

# $asset.character:Yaoyao
source: Yaoyao
zh_hans: 瑶瑶

# $asset.character:Dehya
source: Dehya
zh_hans: 迪希雅

# $asset.character:Mika
source: Mika
zh_hans: 米卡

# $asset.character:Baizhu
source: Baizhu
zh_hans: 白术

# $asset.character:Kaveh
source: Kaveh
zh_hans: 卡维

# $asset.character:Kirara
source: Kirara
zh_hans: 绮良良

# $asset.character:Lyney
source: Lyney
zh_hans: 林尼

# $asset.character:Lynette
source: Lynette
zh_hans: 琳妮特

# $asset.character:Freminet
source: Freminet
zh_hans: 菲米尼

# $asset.character:Neuvillette
source: Neuvillette
zh_hans: 那维莱特

# $asset.character:Wriothesley
source: Wriothesley
zh_hans: 莱欧斯利

# $asset.character:Charlotte
source: Charlotte
zh_hans: 夏洛蒂

# $asset.character:Furina
source: Furina
zh_hans: 芙宁娜

# $asset.character:Chevreuse
source: Chevreuse
zh_hans: 夏沃蕾

# $asset.character:Navia
source: Navia
zh_hans: 娜维娅

# $asset.character:Gaming
source: Gaming
zh_hans: 嘉明

# $asset.character:Xianyun
source: Xianyun
zh_hans: 闲云

# $asset.character:Chiori
source: Chiori
zh_hans: 千织

# $asset.character:Arlecchino
source: Arlecchino
zh_hans: 阿蕾奇诺

# $asset.weapon:DullBlade
source: Dull Blade
it: Lama smussata
zh_hans: 无锋剑

# $asset.weapon:SilverSword
source: Silver Sword
it: Spada d'argento
zh_hans: 银剑

# $asset.weapon:CoolSteel
source: Cool Steel
it: Lama fredda
zh_hans: 冷刃

# $asset.weapon:HarbingerOfDawn
source: Harbinger of Dawn
it: Messaggera dell'alba
zh_hans: 黎明神剑

# $asset.weapon:TravelersHandySword
source: Traveler's Handy Sword
it: Spada del viaggiatore
zh_hans: 旅行剑

# $asset.weapon:DarkIronSword
source: Dark Iron Sword
it: Spada di ferro scuro
zh_hans: 暗铁剑

# $asset.weapon:FilletBlade
source: Fillet Blade
it: Lama affilata
zh_hans: 吃虎鱼刀

# $asset.weapon:SkyriderSword
source: Skyrider Sword
it: Spada del Cavalcacieli
zh_hans: 飞天御剑

# $asset.weapon:FavoniusSword
source: Favonius Sword
it: Spada di Favonius
zh_hans: 西风剑

# $asset.weapon:TheFlute
source: The Flute
it: Flauto
zh_hans: 笛剑

# $asset.weapon:SacrificialSword
source: Sacrificial Sword
it: Spada sacrificale
zh_hans: 祭礼剑

# $asset.weapon:RoyalLongsword
source: Royal Longsword
it: Spada lunga reale
zh_hans: 宗室长剑

# $asset.weapon:LionsRoar
source: Lion's Roar
it: Ruggito del leone
zh_hans: 匣里龙吟

# $asset.weapon:PrototypeRancour
source: Prototype Rancour
it: Prototipo del rancore
zh_hans: 试作斩岩

# $asset.weapon:IronSting
source: Iron Sting
it: Spina di ferro
zh_hans: 铁蜂刺

# $asset.weapon:BlackcliffLongsword
source: Blackcliff Longsword
it: Spada lunga di Rupenera
zh_hans: 黑岩长剑

# $asset.weapon:TheBlackSword
source: The Black Sword
it: Spada nera
zh_hans: 黑剑

# $asset.weapon:TheAlleyFlash
source: The Alley Flash
it: Luce nei vicoli
zh_hans: 暗巷闪光

# $asset.weapon:SwordOfDescension
source: Sword of Descension
it: Spada della discensione
zh_hans: 降临之剑

# $asset.weapon:FesteringDesire
source: Festering Desire
it: Desiderio purulento
zh_hans: 腐殖之剑

# $asset.weapon:AmenomaKageuchi
source: Amenoma Kageuchi
it: Spada delle ombre
zh_hans: 天目影打刀

# $asset.weapon:CinnabarSpindle
source: Cinnabar Spindle
it: Spada cinabrica
zh_hans: 辰砂之纺锤

# $asset.weapon:KagotsurubeIsshin
source: Kagotsurube Isshin
zh_hans: 笼钓瓶一心

# $asset.weapon:SapwoodBlade
source: Sapwood Blade
it: Lama di alburno
zh_hans: 原木刀

# $asset.weapon:XiphosMoonlight
source: Xiphos' Moonlight
it: Chiarore di Xiphos
zh_hans: 西福斯的月光

# $asset.weapon:ToukabouShigure
source: Toukabou Shigure
zh_hans: 东花坊时雨

# $asset.weapon:WolfFang
source: Wolf-Fang
it: Zanna di lupo
zh_hans: 狼牙

# $asset.weapon:FinaleOfTheDeep
source: Finale of the Deep
it: Finale degli abissi
zh_hans: 海渊终曲

# $asset.weapon:FleuveCendreFerryman
source: Fleuve Cendre Ferryman
it: Traghettatore del Fleuve Cendre
zh_hans: 灰河渡手

# $asset.weapon:TheDockhandsAssistant
source: The Dockhand's Assistant
it: Aiutante del porto
zh_hans: 船坞长剑

# $asset.weapon:SwordOfNarzissenkreuz
source: Sword of Narzissenkreuz
it: Spada di Narzissenkreuz
zh_hans: 水仙十字之剑

# $asset.weapon:AquilaFavonia
source: Aquila Favonia
zh_hans: 风鹰剑

# $asset.weapon:SkywardBlade
source: Skyward Blade
it: Lama celeste
zh_hans: 天空之刃

# $asset.weapon:FreedomSworn
source: Freedom-Sworn
it: Giuramento di libertà
zh_hans: 苍古自由之誓

# $asset.weapon:SummitShaper
source: Summit Shaper
it: Affettavette
zh_hans: 斫峰之刃

# $asset.weapon:PrimordialJadeCutter
source: Primordial Jade Cutter
it: Spada di giada primordiale
zh_hans: 磐岩结绿

# $asset.weapon:MistsplitterReforged
source: Mistsplitter Reforged
it: Squarcianebbia riforgiata
zh_hans: 雾切之回光

# $asset.weapon:HaranGeppakuFutsu
source: Haran Geppaku Futsu
zh_hans: 波乱月白经津

# $asset.weapon:KeyOfKhajNisut
source: Key of Khaj-Nisut
it: Chiave del Khaj-Nisut
zh_hans: 圣显之钥

# $asset.weapon:LightOfFoliarIncision
source: Light of Foliar Incision
it: Lume del Taglio frondoso
zh_hans: 裁叶萃光

# $asset.weapon:SplendorOfStillWaters
source: Splendor of Still Waters
it: Fulgore delle placide acque
zh_hans: 静水流涌之辉

# $asset.weapon:UrakuMisugiri
source: Uraku Misugiri
zh_hans: 有乐御簾切

# $asset.weapon:WasterGreatsword
source: Waster Greatsword
it: Spadone dell'incapace
zh_hans: 训练大剑

# $asset.weapon:OldMercsPal
source: Old Merc's Pal
it: Lama del mercenario
zh_hans: 佣兵重剑

# $asset.weapon:FerrousShadow
source: Ferrous Shadow
it: Ombra di ferro
zh_hans: 铁影阔剑

# $asset.weapon:BloodtaintedGreatsword
source: Bloodtainted Greatsword
it: Spadone insanguinato
zh_hans: 沐浴龙血的剑

# $asset.weapon:WhiteIronGreatsword
source: White Iron Greatsword
it: Spadone di ferro bianco
zh_hans: 白铁大剑

# $asset.weapon:DebateClub
source: Debate Club
it: Mazza della persuasione
zh_hans: 以理服人

# $asset.weapon:SkyriderGreatsword
source: Skyrider Greatsword
it: Spadone del Cavalcacieli
zh_hans: 飞天大御剑

# $asset.weapon:FavoniusGreatsword
source: Favonius Greatsword
it: Spadone di Favonius
zh_hans: 西风大剑

# $asset.weapon:TheBell
source: The Bell
it: Spadone del tempo
zh_hans: 钟剑

# $asset.weapon:SacrificialGreatsword
source: Sacrificial Greatsword
it: Spadone sacrificale
zh_hans: 祭礼大剑

# $asset.weapon:RoyalGreatsword
source: Royal Greatsword
it: Spadone reale
zh_hans: 宗室大剑

# $asset.weapon:Rainslasher
source: Rainslasher
it: Fendiluvio
zh_hans: 雨裁

# $asset.weapon:PrototypeArchaic
source: Prototype Archaic
it: Prototipo arcaico
zh_hans: 试作古华

# $asset.weapon:Whiteblind
source: Whiteblind
it: Ombracandida
zh_hans: 白影剑

# $asset.weapon:BlackcliffSlasher
source: Blackcliff Slasher
it: Grande lama di Rupenera
zh_hans: 黑岩斩刀

# $asset.weapon:SerpentSpine
source: Serpent Spine
it: Spada d'osso di serpente
zh_hans: 螭骨剑

# $asset.weapon:LithicBlade
source: Lithic Blade
it: Lama litica
zh_hans: 千岩古剑

# $asset.weapon:SnowTombedStarsilver
source: Snow-Tombed Starsilver
it: Argento astrale delle nevi
zh_hans: 雪葬的星银

# $asset.weapon:LuxuriousSeaLord
source: Luxurious Sea-Lord
it: Sovrano marino
zh_hans: 衔珠海皇

# $asset.weapon:KatsuragikiriNagamasa
source: Katsuragikiri Nagamasa
zh_hans: 桂木斩长正

# $asset.weapon:MakhairaAquamarine
source: Makhaira Aquamarine
it: Acquamarina di Makhaira
zh_hans: 玛海菈的水色

# $asset.weapon:Akuoumaru
source: Akuoumaru
it: Spada di Akuou
zh_hans: 恶王丸

# $asset.weapon:ForestRegalia
source: Forest Regalia
it: Gloria della foresta
zh_hans: 森林王器

# $asset.weapon:MailedFlower
source: Mailed Flower
it: Fiore corazzato
zh_hans: 饰铁之花

# $asset.weapon:TalkingStick
source: Talking Stick
it: Bastone parlante
zh_hans: 聊聊棒

# $asset.weapon:TidalShadow
source: Tidal Shadow
it: Mareombra
zh_hans: 浪影阔剑

# $asset.weapon:PortablePowerSaw
source: Portable Power Saw
it: Sega elettrica portatile
zh_hans: 便携动力锯

# $asset.weapon:SkywardPride
source: Skyward Pride
it: Orgoglio celeste
zh_hans: 天空之傲

# $asset.weapon:WolfsGravestone
source: Wolf's Gravestone
it: Trapasso ululante
zh_hans: 狼的末路

# $asset.weapon:SongOfBrokenPines
source: Song of Broken Pines
it: Canzone silvestre
zh_hans: 松籁响起之时

# $asset.weapon:TheUnforged
source: The Unforged
it: Spadone grezzo
zh_hans: 无工之剑

# $asset.weapon:RedhornStonethresher
source: Redhorn Stonethresher
it: Spaccarocce Cornorosso
zh_hans: 赤角石溃杵

# $asset.weapon:BeaconOfTheReedSea
source: Beacon of the Reed Sea
it: Faro del Mare dei Giunchi
zh_hans: 苇海信标

# $asset.weapon:BeginnersProtector
source: Beginner's Protector
it: Lancia del principiante
zh_hans: 新手长枪

# $asset.weapon:IronPoint
source: Iron Point
it: Punta di ferro
zh_hans: 铁尖枪

# $asset.weapon:WhiteTassel
source: White Tassel
it: Pennacchio bianco
zh_hans: 白缨枪

# $asset.weapon:Halberd
source: Halberd
it: Alabarda
zh_hans: 钺矛

# $asset.weapon:BlackTassel
source: Black Tassel
it: Pennacchio nero
zh_hans: 黑缨枪

# $asset.weapon:DragonsBane
source: Dragon's Bane
it: Scacciadraghi
zh_hans: 匣里灭辰

# $asset.weapon:PrototypeStarglitter
source: Prototype Starglitter
it: Prototipo di Luce stellare
zh_hans: 试作星镰

# $asset.weapon:CrescentPike
source: Crescent Pike
it: Lancia di mezzaluna
zh_hans: 流月针

# $asset.weapon:BlackcliffPole
source: Blackcliff Pole
it: Lancia di Rupenera
zh_hans: 黑岩刺枪

# $asset.weapon:Deathmatch
source: Deathmatch
it: Lancia del duello
zh_hans: 决斗之枪

# $asset.weapon:LithicSpear
source: Lithic Spear
it: Lancia litica
zh_hans: 千岩长枪

# $asset.weapon:FavoniusLance
source: Favonius Lance
it: Lancia di Favonius
zh_hans: 西风长枪

# $asset.weapon:RoyalSpear
source: Royal Spear
it: Lancia reale
zh_hans: 宗室猎枪

# $asset.weapon:DragonspineSpear
source: Dragonspine Spear
it: Lancia del Picco del Drago
zh_hans: 龙脊长枪

# $asset.weapon:KitainCrossSpear
source: Kitain Cross Spear
it: Lancia crociata di Kitain
zh_hans: 喜多院十文字

# $asset.weapon:TheCatch
source: The Catch
it: La Preda
zh_hans: 「渔获」

# $asset.weapon:WavebreakersFin
source: Wavebreaker's Fin
it: Pinna del Frangionde
zh_hans: 断浪长鳍

# $asset.weapon:Moonpiercer
source: Moonpiercer
it: Trafiggiluna
zh_hans: 贯月矢

# $asset.weapon:MissiveWindspear
source: Missive Windspear
it: Missiva del vento
zh_hans: 风信之锋

# $asset.weapon:BalladOfTheFjords
source: Ballad of the Fjords
it: Ballata dei fiordi
zh_hans: 峡湾长歌

# $asset.weapon:RightfulReward
source: Rightful Reward
it: Equa ricompensa
zh_hans: 公义的酬报

# $asset.weapon:DialoguesOfTheDesertSages
source: Dialogues of the Desert Sages
it: Dialoghi dei saggi del deserto
zh_hans: 沙中伟贤的对答

# $asset.weapon:ProspectorsDrill
source: Prospector's Drill
it: Trivella mineraria
zh_hans: 勘探钻机

# $asset.weapon:StaffOfHoma
source: Staff of Homa
it: Bastone di Homa
zh_hans: 护摩之杖

# $asset.weapon:SkywardSpine
source: Skyward Spine
it: Lancia d'osso celeste
zh_hans: 天空之脊

# $asset.weapon:VortexVanquisher
source: Vortex Vanquisher
it: Squarciavortice
zh_hans: 贯虹之槊

# $asset.weapon:PrimordialJadeWingedSpear
source: Primordial Jade Winged-Spear
it: Lancia di giada primordiale
zh_hans: 和璞鸢

# $asset.weapon:CalamityQueller
source: Calamity Queller
it: Flagello delle calamità
zh_hans: 息灾

# $asset.weapon:EngulfingLightning
source: Engulfing Lightning
it: Fulmine fagocitante
zh_hans: 薙草之稻光

# $asset.weapon:StaffOfTheScarletSands
source: Staff of the Scarlet Sands
it: Bastone delle sabbie scarlatte
zh_hans: 赤沙之杖

# $asset.weapon:CrimsonMoonSemblance
source: Crimson Moon's Semblance
it: Forma della Luna cremisi
zh_hans: 赤月之形

# $asset.weapon:ApprenticesNotes
source: Apprentice's Notes
it: Appunti dell'apprendista
zh_hans: 学徒笔记

# $asset.weapon:PocketGrimoire
source: Pocket Grimoire
it: Grimorio tascabile
zh_hans: 口袋魔导书

# $asset.weapon:MagicGuide
source: Magic Guide
it: Manuale di magia
zh_hans: 魔导绪论

# $asset.weapon:ThrillingTalesOfDragonSlayers
source: Thrilling Tales of Dragon Slayers
it: Epiche gesta degli Ammazzadraghi
zh_hans: 讨龙英杰谭

# $asset.weapon:OtherworldlyStory
source: Otherworldly Story
it: Storie dell'altro mondo
zh_hans: 异世界行记

# $asset.weapon:EmeraldOrb
source: Emerald Orb
it: Sfera smeraldina
zh_hans: 翡玉法球

# $asset.weapon:TwinNephrite
source: Twin Nephrite
it: Nefrite gemella
zh_hans: 甲级宝珏

# $asset.weapon:FavoniusCodex
source: Favonius Codex
it: Codice di Favonius
zh_hans: 西风秘典

# $asset.weapon:TheWidsith
source: The Widsith
it: Sinfonia errante
zh_hans: 流浪乐章

# $asset.weapon:SacrificialFragments
source: Sacrificial Fragments
it: Frammenti sacrificali
zh_hans: 祭礼残章

# $asset.weapon:RoyalGrimoire
source: Royal Grimoire
it: Grimorio reale
zh_hans: 宗室秘法录

# $asset.weapon:SolarPearl
source: Solar Pearl
it: Perla solare
zh_hans: 匣里日月

# $asset.weapon:PrototypeAmber
source: Prototype Amber
it: Prototipo d'ambra
zh_hans: 试作金珀

# $asset.weapon:MappaMare
source: Mappa Mare
zh_hans: 万国诸海图谱

# $asset.weapon:BlackcliffAgate
source: Blackcliff Agate
it: Agata di Rupenera
zh_hans: 黑岩绯玉

# $asset.weapon:EyeOfPerception
source: Eye of Perception
it: Occhio della percezione
zh_hans: 昭心

# $asset.weapon:WineAndSong
source: Wine and Song
it: Vino e musica
zh_hans: 暗巷的酒与诗

# $asset.weapon:Frostbearer
source: Frostbearer
it: Serbagelo
zh_hans: 忍冬之果

# $asset.weapon:DodocoTales
source: Dodoco Tales
it: Fiabe di Dodoco
zh_hans: 嘟嘟可故事集

# $asset.weapon:HakushinRing
source: Hakushin Ring
it: Anello di Hakushin
zh_hans: 白辰之环

# $asset.weapon:OathswornEye
source: Oathsworn Eye
it: Occhio del giuramento
zh_hans: 证誓之明瞳

# $asset.weapon:WanderingEvenstar
source: Wandering Evenstar
it: Astro del vespro errante
zh_hans: 流浪的晚星

# $asset.weapon:FruitOfFulfillment
source: Fruit of Fulfillment
it: Frutto della sazietà
zh_hans: 盈满之实

# $asset.weapon:SacrificialJade
source: Sacrificial Jade
it: Giada sacrificale
zh_hans: 遗祀玉珑

# $asset.weapon:FlowingPurity
source: Flowing Purity
it: Corrente d'acqua pura
zh_hans: 纯水流华

# $asset.weapon:BalladOfTheBoundlessBlue
source: Ballad of the Boundless Blue
it: Ballata del blu sempiterno
zh_hans: 无垠蔚蓝之歌

# $asset.weapon:SkywardAtlas
source: Skyward Atlas
it: Atlante celeste
zh_hans: 天空之卷

# $asset.weapon:LostPrayerToTheSacredWinds
source: Lost Prayer to the Sacred Winds
it: Origine dei venti sacri
zh_hans: 四风原典

# $asset.weapon:MemoryOfDust
source: Memory of Dust
it: Memorie terrene
zh_hans: 尘世之锁

# $asset.weapon:JadefallsSplendor
source: Jadefall's Splendor
it: Splendore del Giadiluvio
zh_hans: 碧落之珑

# $asset.weapon:EverlastingMoonglow
source: Everlasting Moonglow
it: Luna perenne
zh_hans: 不灭月华

# $asset.weapon:KagurasVerity
source: Kagura's Verity
it: Verità della Kagura
zh_hans: 神乐之真意

# $asset.weapon:AThousandFloatingDreams
source: A Thousand Floating Dreams
it: Mille sogni fluttuanti
zh_hans: 千夜浮梦

# $asset.weapon:TulaytullahsRemembrance
source: Tulaytullah's Remembrance
it: Rimembranza di Tulaytullah
zh_hans: 图莱杜拉的回忆

# $asset.weapon:CashflowSupervision
source: Cashflow Supervision
it: Supervisione pecuniaria
zh_hans: 金流监督

# $asset.weapon:TomeOfTheEternalFlow
source: Tome of the Eternal Flow
it: Tomo del flusso perenne
zh_hans: 万世流涌大典

# $asset.weapon:CranesEchoingCall
source: Crane's Echoing Call
it: Canto della gru echeggiante
zh_hans: 鹤鸣余音

# $asset.weapon:HuntersBow
source: Hunter's Bow
it: Arco da caccia
zh_hans: 猎弓

# $asset.weapon:SeasonedHuntersBow
source: Seasoned Hunter's Bow
it: Arco da caccia per esperti
zh_hans: 历练的猎弓

# $asset.weapon:RavenBow
source: Raven Bow
it: Arco corvino
zh_hans: 鸦羽弓

# $asset.weapon:SharpshootersOath
source: Sharpshooter's Oath
it: Patto del cecchino
zh_hans: 神射手之誓

# $asset.weapon:RecurveBow
source: Recurve Bow
it: Arco ricurvo
zh_hans: 反曲弓

# $asset.weapon:Slingshot
source: Slingshot
it: Fionda
zh_hans: 弹弓

# $asset.weapon:Messenger
source: Messenger
it: Messaggero
zh_hans: 信使

# $asset.weapon:FavoniusWarbow
source: Favonius Warbow
it: Arco da guerra di Favonius
zh_hans: 西风猎弓

# $asset.weapon:TheStringless
source: The Stringless
it: Monocorda
zh_hans: 绝弦

# $asset.weapon:SacrificialBow
source: Sacrificial Bow
it: Arco sacrificale
zh_hans: 祭礼弓

# $asset.weapon:RoyalBow
source: Royal Bow
it: Arco reale
zh_hans: 宗室长弓

# $asset.weapon:Rust
source: Rust
it: Ossidazione meschina
zh_hans: 弓藏

# $asset.weapon:PrototypeCrescent
source: Prototype Crescent
it: Prototipo di mezzaluna
zh_hans: 试作澹月

# $asset.weapon:CompoundBow
source: Compound Bow
it: Arco composto
zh_hans: 钢轮弓

# $asset.weapon:BlackcliffWarbow
source: Blackcliff Warbow
it: Arco da guerra di Rupenera
zh_hans: 黑岩战弓

# $asset.weapon:TheViridescentHunt
source: The Viridescent Hunt
it: Arco da caccia smeraldo
zh_hans: 苍翠猎弓

# $asset.weapon:AlleyHunter
source: Alley Hunter
it: Cacciatore urbano
zh_hans: 暗巷猎手

# $asset.weapon:FadingTwilight
source: Fading Twilight
it: Crepuscolo tenue
zh_hans: 落霞

# $asset.weapon:MitternachtsWaltz
source: Mitternachts Waltz
it: Valzer notturno
zh_hans: 幽夜华尔兹

# $asset.weapon:WindblumeOde
source: Windblume Ode
it: Ode al Florvento
zh_hans: 风花之颂

# $asset.weapon:Hamayumi
source: Hamayumi
it: Arco ammazzademoni
zh_hans: 破魔之弓

# $asset.weapon:Predator
source: Predator
it: Predatore
zh_hans: 掠食者

# $asset.weapon:MouunsMoon
source: Mouun's Moon
it: Luna di Mouun
zh_hans: 曚云之月

# $asset.weapon:KingsSquire
source: King's Squire
it: Scudiere del re
zh_hans: 王下近侍

# $asset.weapon:EndOfTheLine
source: End of the Line
it: Pesce da lenza
zh_hans: 竭泽

# $asset.weapon:IbisPiercer
source: Ibis Piercer
it: Becco d'ibis
zh_hans: 鹮穿之喙

# $asset.weapon:ScionOfTheBlazingSun
source: Scion of the Blazing Sun
it: Erede del sole ardente
zh_hans: 烈阳之嗣

# $asset.weapon:SongOfStillness
source: Song of Stillness
it: Canto del silenzio
zh_hans: 静谧之曲

# $asset.weapon:RangeGauge
source: Range Gauge
it: Indicatore distanziometrico
zh_hans: 测距规
