Repository: pizza-studio/GenshinPizzaHelper
Catalog: Dependences/GIPizzaKit/Sources/GIPizzaKit/Resources/*.lproj/Localizable.strings
Languages: it, zh_hans

# $asset.weapon:SkywardHarp
source: Skyward Harp
it: Arpa celeste
zh_hans: 天空之翼

# $asset.weapon:AmosBow
source: Amos' Bow
it: Arco di Amos
zh_hans: 阿莫斯之弓

# $asset.weapon:ElegyForTheEnd
source: Elegy for the End
it: Elegia finale
zh_hans: 终末嗟叹之诗

# $asset.weapon:PolarStar
source: Polar Star
it: Stella polare
zh_hans: 冬极白星

# $asset.weapon:AquaSimulacra
source: Aqua Simulacra
zh_hans: 若水

# $asset.weapon:ThunderingPulse
source: Thundering Pulse
it: Battito tonante
zh_hans: 飞雷之弦振

# $asset.weapon:HuntersPath
source: Hunter's Path
it: Sentiero del cacciatore
zh_hans: 猎人之径

# $asset.weapon:TheFirstGreatMagic
source: The First Great Magic
it: Prima grande magia
zh_hans: 最初的大魔术

# $asset.weapon:UltimateOverloardsMegaMagicSword
source: Ultimate Overlord's Mega Magic Sword
it: Spada magica del Super Signore Supremo
zh_hans: 究极霸王超级魔剑

# $asset.weapon:ConsideredJudgement
source: Considered Judgment
it: Giudizio ponderato
zh_hans: 裁断

# $asset.nameCard:UI_NameCardPic_0_P
source: Genshin Impact: A New World
it: Genshin Impact: Un mondo nuovo
zh_hans: 原神·印象

# $asset.nameCard:UI_NameCardPic_Bp1_P
source: Travel Notes: Catch the Wind
it: Appunti di viaggio: Catturavento
zh_hans: 纪行·捕风

# $asset.nameCard:UI_NameCardPic_Ambor_P
source: Amber: Bunny
it: Amber: Baron Coniglio
zh_hans: 安柏·兔兔

# $asset.nameCard:UI_NameCardPic_Klee_P
source: Klee: Explosive
it: Klee: Bomba
zh_hans: 可莉·爆弹

# $asset.nameCard:UI_NameCardPic_Diluc_P
source: Diluc: Flames
it: Diluc: Fiamme infernali
zh_hans: 迪卢克·燃烧

# $asset.nameCard:UI_NameCardPic_Razor_P
source: Razor: Wolvensprint
it: Razor: Lupo scattante
zh_hans: 雷泽·奔狼

# $asset.nameCard:UI_NameCardPic_Venti_P
source: Venti: Azure Sky
it: Venti: Cielo azzurro
zh_hans: 温迪·天青

# $asset.nameCard:UI_NameCardPic_Qin_P
source: Jean: The Winds' Course
it: Jean: Corso del vento
zh_hans: 琴·风向

# $asset.nameCard:UI_NameCardPic_Barbara_P
source: Barbara: Flow
it: Barbara: Flusso
zh_hans: 芭芭拉·流淌

# $asset.nameCard:UI_NameCardPic_Kaeya_P
source: Kaeya: Pavo Ocellus
zh_hans: 凯亚·孔雀

# $asset.nameCard:UI_NameCardPic_Lisa_P
source: Lisa: Tempus Fugit
zh_hans: 丽莎·沙漏

# $asset.nameCard:UI_NameCardPic_Sucrose_P
source: Sucrose: Bio-Alchemy
it: Sucrose: Bioalchimia
zh_hans: 砂糖·创生

# $asset.nameCard:UI_NameCardPic_Fischl_P
source: Fischl: Night Raven
it: Fischl: Corvo della notte
zh_hans: 菲谢尔·夜鸦

# $asset.nameCard:UI_NameCardPic_Noel_P
source: Noelle: Protector
it: Noelle: Protezione
zh_hans: 诺艾尔·守护

# $asset.nameCard:UI_NameCardPic_Mona_P
source: Mona: Starry Sky
it: Mona: Cielo stellato
zh_hans: 莫娜·天星

# $asset.nameCard:UI_NameCardPic_Bennett_P
source: Bennett: Recognition
it: Bennett: Gratitudine
zh_hans: 班尼特·认可

# $asset.nameCard:UI_NameCardPic_Xiangling_P
source: Xiangling: Fresh from the Pan
it: Xiangling: È pronto!
zh_hans: 香菱·出锅

# $asset.nameCard:UI_NameCardPic_Xingqiu_P
source: Xingqiu: Rainbow
it: Xingqiu: Arcobaleno
zh_hans: 行秋·雨虹

# $asset.nameCard:UI_NameCardPic_Qiqi_P
source: Qiqi: Cold Storage
it: Qiqi: Refrigerazione
zh_hans: 七七·冷藏

# $asset.nameCard:UI_NameCardPic_Keqing_P
source: Keqing: Lightning Stiletto
it: Keqing: Stiletto saettante
zh_hans: 刻晴·雷楔

# $asset.nameCard:UI_NameCardPic_Csxy1_P
source: Achievement: Explorer
it: Obiettivo: Esplorazione
zh_hans: 成就·游遍

# $asset.nameCard:UI_NameCardPic_Mxsy_P
source: Achievement: Virtuoso
it: Obiettivo: Virtuosismo
zh_hans: 成就·殊技

# $asset.nameCard:UI_NameCardPic_Yxzl_P
source: Achievement: Hero
it: Obiettivo: Eroismo
zh_hans: 成就·侠行

# $asset.nameCard:UI_NameCardPic_Md_P
source: Mondstadt: Whistling Wind
it: Mondstadt: Vento mormorante
zh_hans: 蒙德·风吟

# $asset.nameCard:UI_NameCardPic_Ly_P
source: Liyue: Stillness of Stone
it: Liyue: Quiete di roccia
zh_hans: 璃月·岩寂

# $asset.nameCard:UI_NameCardPic_Yszj_P
source: Achievement: Colors of the Rainbow
it: Obiettivo: Colori dell'arcobaleno
zh_hans: 成就·虹色

# $asset.nameCard:UI_NameCardPic_Sss_P
source: Achievement: Bowmaster
it: Obiettivo: Maestria dell'arco
zh_hans: 成就·强弓

# $asset.nameCard:UI_NameCardPic_Tzz1_P
source: Achievement: Challenger
it: Obiettivo: Competitività
zh_hans: 成就·挑战

# $asset.nameCard:UI_NameCardPic_Sj1_P
source: Achievement: Deep &amp; Dark
it: Obiettivo: Segreti profondi
zh_hans: 成就·深秘

# $asset.nameCard:UI_NameCardPic_Olah1_P
source: Achievement: Hill Dwellers
it: Obiettivo: Abitanti delle colline
zh_hans: 成就·山民

# $asset.nameCard:UI_NameCardPic_Zdg1_P
source: Achievement: Snowy Land
it: Obiettivo: Terra della Neve
zh_hans: 成就·雪乡

# $asset.nameCard:UI_NameCardPic_Lyws1_P
source: Achievement: Cliffhanger
it: Obiettivo: Suspense
zh_hans: 成就·合扇

# $asset.nameCard:UI_NameCardPic_Ysxf1_P
source: Achievement: Reunion
it: Obiettivo: Riunione
zh_hans: 成就·相逢

# $asset.nameCard:UI_NameCardPic_Ningguang_P
source: Ningguang: Phoenix
it: Ningguang: Fenice
zh_hans: 凝光·凤仪

# $asset.nameCard:UI_NameCardPic_Beidou_P
source: Beidou: Weighing Anchor
it: Beidou: Tempo di salpare
zh_hans: 北斗·拔锚

# $asset.nameCard:UI_NameCardPic_Chongyun_P
source: Chongyun: Spirit Blade
it: Chongyun: Lama spirituale
zh_hans: 重云·灵刃

# $asset.nameCard:UI_NameCardPic_Tzz2_P
source: Achievement: Challenger II
it: Obiettivo: Competitività II
zh_hans: 成就·挑战·其二

# $asset.nameCard:UI_NameCardPic_Bp2_P
source: Travel Notes: Fading Star
it: Appunti di viaggio: Stella cadente
zh_hans: 纪行·熄星

# $asset.nameCard:UI_NameCardPic_Diona_P
source: Diona: Meow!
it: Diona: Miao!
zh_hans: 迪奥娜·呜喵

# $asset.nameCard:UI_NameCardPic_Zhongli_P
source: Zhongli: Planet Befall
it: Zhongli: Pioggia meteoritica
zh_hans: 钟离·天星

# $asset.nameCard:UI_NameCardPic_Xinyan_P
source: Xinyan: Song's End
it: Xinyan: Finale
zh_hans: 辛焱·唱罢

# $asset.nameCard:UI_NameCardPic_Tartaglia_P
source: Childe: Foul Legacy
it: Principe: Eredità immonda
zh_hans: 公子·魔装

# $asset.nameCard:UI_NameCardPic_Md2_P
source: Mondstadt: Hero's Fame
it: Mondstadt: Fama dell'eroe
zh_hans: 蒙德·英名

# $asset.nameCard:UI_NameCardPic_Md1_P
source: Mondstadt: Blessing
it: Mondstadt: Benedizione
zh_hans: 蒙德·祝愿

# $asset.nameCard:UI_NameCardPic_Ly1_P
source: Liyue: A Thousand Ships
it: Liyue: Mille navi
zh_hans: 璃月·千帆

# $asset.nameCard:UI_NameCardPic_Ly2_P
source: Liyue: In the Clouds
it: Liyue: Tra le nuvole
zh_hans: 璃月·云间

# $asset.nameCard:UI_NameCardPic_Tzz3_P
source: Achievement: Challenger III
it: Obiettivo: Competitività III
zh_hans: 成就·挑战·其三

# $asset.nameCard:UI_NameCardPic_Xssdlk_P
source: Achievement: Snowy Summit
it: Obiettivo: Sommità innevata
zh_hans: 成就·雪峰

# $asset.nameCard:UI_NameCardPic_Ganyu_P
source: Ganyu: Qilin
zh_hans: 甘雨·麟迹

# $asset.nameCard:UI_NameCardPic_Albedo_P
source: Albedo: Sun Blossom
it: Albedo: Fiore del sole
zh_hans: 阿贝多·阳花

# $asset.nameCard:UI_NameCardPic_Bp3_P
source: Travel Notes: Chalk
it: Appunti di viaggio: Gesso
zh_hans: 纪行·白垩

# $asset.nameCard:UI_NameCardPic_ElderTree_P
source: Frostbearing: Ancient Tree
it: Geleterno: Albero antico
zh_hans: 忍冬·古树

# $asset.nameCard:UI_NameCardPic_EffigyChallenge_P
source: Celebration: Hypostasis
it: Celebrazione: Ipostasi
zh_hans: 庆典·无相

# $asset.nameCard:UI_NameCardPic_Xiao_P
source: Xiao: Mask
it: Xiao: Maschera
zh_hans: 魈·傩面

# $asset.nameCard:UI_NameCardPic_Hutao_P
source: Hu Tao: Spirit Soother
it: Hu Tao: Sollievo dello spirito
zh_hans: 胡桃·安神

# $asset.nameCard:UI_NameCardPic_Bp4_P
source: Travel Notes: Mingxiao
it: Appunti di viaggio: Mingxiao
zh_hans: 纪行·明霄

# $asset.nameCard:UI_NameCardPic_LanternRite_P
source: Celebration: Lantern-Light
it: Celebrazione: Luce delle lanterne
zh_hans: 庆典·灯昼

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus_P
source: Celebration: Mechanicus
it: Celebrazione: Teatro meccanico
zh_hans: 庆典·棋谭

# $asset.nameCard:UI_NameCardPic_Rosaria_P
source: Rosaria: Indenture
it: Rosaria: Obbligo
zh_hans: 罗莎莉亚·苦役

# $asset.nameCard:UI_NameCardPic_Bp5_P
source: Travel Notes: Windblume
it: Appunti di viaggio: Florvento
zh_hans: 纪行·风花

# $asset.nameCard:UI_NameCardPic_RedandWhite_P
source: Celebration: Feast
it: Celebrazione: Banchetto
zh_hans: 庆典·盛宴

# $asset.nameCard:UI_NameCardPic_Razer_P
source: Celebration: Shining Scale
it: Celebrazione: Squame splendenti
zh_hans: 庆典·光鳞

# $asset.nameCard:UI_NameCardPic_ChannellerSlab_P
source: Celebration: Fruit of Wisdom
it: Celebrazione: Frutto della saggezza
zh_hans: 庆典·慧果

# $asset.nameCard:UI_NameCardPic_HideandSeek_P
source: Celebration: Peekaboo!
it: Celebrazione: Cucù!
zh_hans: 庆典·躲猫

# $asset.nameCard:UI_NameCardPic_Feiyan_P
source: Yanfei: Impartial
it: Yanfei: Imparzialità
zh_hans: 烟绯·公正

# $asset.nameCard:UI_NameCardPic_Eula_P
source: Eula: Ice-Sealed
it: Eula: Sigillo glaciale
zh_hans: 优菈·冰印

# $asset.nameCard:UI_NameCardPic_Bp6_P
source: Travel Notes: Sub-Space Recreation
it: Appunti di viaggio: Mondi alternativi
zh_hans: 纪行·绕尘

# $asset.nameCard:UI_NameCardPic_Homeworld_P
source: Achievement: Tea Time
it: Obiettivo: Ora del tè
zh_hans: 成就·壶歌

# $asset.nameCard:UI_NameCardPic_Kazuha_P
source: Kaedehara Kazuha: Autumn Maple-Viewing
it: Kaedehara Kazuha: Montagne d'autunno
zh_hans: 枫原万叶·秋山椛狩

# $asset.nameCard:UI_NameCardPic_Bp7_P
source: Travel Notes: Midsummer
it: Appunti di viaggio: Piena estate
zh_hans: 纪行·盛夏

# $asset.nameCard:UI_NameCardPic_Homeworld1_P
source: Achievement: Vacation Home
it: Obiettivo: Casa vacanze
zh_hans: 成就·旅居

# $asset.nameCard:UI_NameCardPic_Google_P
source: Celebration: Vastness
it: Celebrazione: Immensità
zh_hans: 庆典·浩瀚

# $asset.nameCard:UI_NameCardPic_BounceConjuringChallenge_P
source: Celebration: Kaboomball
it: Celebrazione: Bombabum
zh_hans: 庆典·魔球

# $asset.nameCard:UI_NameCardPic_EffigyChallenge02_P
source: Celebration: Battlesong
it: Celebrazione: Canto di guerra
zh_hans: 庆典·斗剧

# $asset.nameCard:UI_NameCardPic_Oraionokami_P
source: Inazuma: Sacred Sakura
it: Inazuma: Sakura sacro
zh_hans: 稻妻·神樱

# $asset.nameCard:UI_NameCardPic_Bp8_P
source: Travel Notes: Grand Narukami Shrine
it: Appunti di viaggio: Gran Santuario di Narukami
zh_hans: 纪行·鸣神大社

# $asset.nameCard:UI_NameCardPic_Ayaka_P
source: Kamisato Ayaka: Folding Fan
it: Kamisato Ayaka: Ventaglio
zh_hans: 神里绫华·扇子

# $asset.nameCard:UI_NameCardPic_NaganoharaYoimiya_P
source: Naganohara Yoimiya: Auratus Spark
it: Naganohara Yoimiya: Scintilla d'Auratus
zh_hans: 长野原宵宫·琉金火花

# $asset.nameCard:UI_NameCardPic_Yoimiya_P
source: Yoimiya: Auratus Spark
it: Yoimiya: Scintilla d'Auratus
zh_hans: 宵宫·琉金火花

# $asset.nameCard:UI_NameCardPic_Sayu_P
source: Sayu: Muji-Muji Daruma
it: Sayu: Daruma Muji-muji
zh_hans: 早柚·不倒貉貉

# $asset.nameCard:UI_NameCardPic_Dq1_P
source: Inazuma: Raiden Emblem
it: Inazuma: Emblema della Shogun
zh_hans: 稻妻·雷电之纹

# $asset.nameCard:UI_NameCardPic_Dq2_P
source: Inazuma: Kamisato Crest
it: Inazuma: Stemma dei Kamisato
zh_hans: 稻妻·神里之纹

# $asset.nameCard:UI_NameCardPic_Ysxf2_P
source: Achievement: Gate
it: Obiettivo: Porta
zh_hans: 成就·门扉

# $asset.nameCard:UI_NameCardPic_Csxy2_P
source: Achievement: Traversal
it: Obiettivo: Traversata
zh_hans: 成就·遍历

# $asset.nameCard:UI_NameCardPic_Tzz4_P
source: Achievement: Stone Dragon
it: Obiettivo: Drago di pietra
zh_hans: 成就·石龙

# $asset.nameCard:UI_NameCardPic_Homeworld2_P
source: Achievement: Full Bloom
it: Obiettivo: Piena fioritura
zh_hans: 成就·繁花

# $asset.nameCard:UI_NameCardPic_Daoqi1_P
source: Inazuma: Kujou Insignia
it: Inazuma: Emblema dei Kujou
zh_hans: 稻妻·九条之纹

# $asset.nameCard:UI_NameCardPic_TheatreMechanicus2_P
source: Celebration: Wondrous Calculation
it: Celebrazione: Ingegnosità
zh_hans: 庆典·妙算

# $asset.nameCard:UI_NameCardPic_Shougun_P
source: Raiden Shogun: Enlightenment
it: Shogun Raiden: Illuminazione
zh_hans: 雷电将军·开眼

# $asset.nameCard:UI_NameCardPic_Kokomi_P
source: Sangonomiya Kokomi: The Deep
it: Sangonomiya Kokomi: Profondità
zh_hans: 珊瑚宫心海·渊

# $asset.nameCard:UI_NameCardPic_Sara_P
source: Kujou Sara: Tengu
zh_hans: 九条裟罗·天狗

# $asset.nameCard:UI_NameCardPic_Aloy_P
source: Aloy: Dawn
zh_hans: 埃洛伊·曙光记

# $asset.nameCard:UI_NameCardPic_Bp9_P
source: Travel Notes: Moonchaser
it: Appunti di viaggio: Inseguendo la luna
zh_hans: 纪行·逐月

# $asset.nameCard:UI_NameCardPic_Daoqi2_P
source: Inazuma: Sangonomiya Crest
it: Inazuma: Stemma dei Sangonomiya
zh_hans: 稻妻·珊瑚宫之纹

# $asset.nameCard:UI_NameCardPic_Fishing_P
source: Achievement: Nails
it: Obiettivo: Chiodi
zh_hans: 成就·敲针

# $asset.nameCard:UI_NameCardPic_Concert_P
source: Celebration: Tuneful Delight
it: Celebrazione: Delizia melodiosa
zh_hans: 庆典·倾耳

# $asset.nameCard:UI_NameCardPic_Sumo_P
source: Celebration: Ikki
it: Celebrazione: Ikki
zh_hans: 庆典·一揆

# $asset.nameCard:UI_NameCardPic_Tohma_P
source: Thoma: Blazing Guard
it: Thoma: Difesa ardente
zh_hans: 托马·炎袖

# $asset.nameCard:UI_NameCardPic_Bp10_P
source: Travel Notes: Heavenly General
it: Appunti di viaggio: Generale celeste
zh_hans: 纪行·神将

# $asset.nameCard:UI_NameCardPic_Daoqi3_P
source: Inazuma: Eagleplume
it: Inazuma: Piuma d'aquila
zh_hans: 稻妻·鹫羽

# $asset.nameCard:UI_NameCardPic_Gorou_P
source: Gorou: Leisurely Hound
it: Gorou: Segugio tranquillo
zh_hans: 五郎·悠犬

# $asset.nameCard:UI_NameCardPic_Itto_P
source: Itto: Oni Face
it: Itto: Faccia da oni
zh_hans: 一斗·鬼颜

# $asset.nameCard:UI_NameCardPic_Bp11_P
source: Travel Notes: Lyratum
it: Appunti di viaggio: Lyratum
zh_hans: 纪行·白英

# $asset.nameCard:UI_NameCardPic_Shenhe_P
source: Shenhe: Comb
it: Shenhe: Pettine
zh_hans: 申鹤·栉掠

# $asset.nameCard:UI_NameCardPic_Yunjin_P
source: Yun Jin: Rhyme
it: Yun Jin: Rima
zh_hans: 云堇·对韵

# $asset.nameCard:UI_NameCardPic_Daoqi4_P
source: Inazuma: Tokoyo
zh_hans: 稻妻·常世

# $asset.nameCard:UI_NameCardPic_Bp12_P
source: Travel Notes: Flowing Hues
it: Appunti di viaggio: Multicolore
zh_hans: 纪行·流彩

# $asset.nameCard:UI_NameCardPic_Bartender_P
source: Celebration: Binge Vessel
it: Celebrazione: Ebbrezza
zh_hans: 庆典·觥筹

# $asset.nameCard:UI_NameCardPic_Yae1_P
source: Yae Miko: Kitsune Dreaming
it: Yae Miko: Kitsune onirica
zh_hans: 八重神子·梦狐

# $asset.nameCard:UI_NameCardPic_Bp13_P
source: Travel Notes: Awakening
it: Appunti di viaggio: Risveglio
zh_hans: 纪行·蛰醒

# $asset.nameCard:UI_NameCardPic_Ayato_P
source: Kamisato Ayato: Ripple
it: Kamisato Ayato: Increspatura
zh_hans: 神里绫人·涟漪

# $asset.nameCard:UI_NameCardPic_LuminanceStone_P
source: Lumens: Stone of Light
it: Lumen: Pietra della luce
zh_hans: 流明·辉石

# $asset.nameCard:UI_NameCardPic_Tzz5_P
source: Achievement: Thunderclap
it: Obiettivo: Tuono
zh_hans: 成就·雷音

# $asset.nameCard:UI_NameCardPic_Cenyan1_P
source: Achievement: Chasm
it: Obiettivo: Voragine
zh_hans: 成就·层岩

# $asset.nameCard:UI_NameCardPic_Bp14_P
source: Travel Notes: Irodori
it: Appunti di viaggio: Irodori
zh_hans: 纪行·容彩

# $asset.nameCard:UI_NameCardPic_Yelan_P
source: Yelan: Throw
it: Yelan: Lancio
zh_hans: 夜兰·一掷

# $asset.nameCard:UI_NameCardPic_Shinobu_P
source: Kuki Shinobu: Net
it: Kuki Shinobu: Rete
zh_hans: 久岐忍·络

# $asset.nameCard:UI_NameCardPic_Bp15_P
source: Travel Notes: Divine Will
it: Appunti di viaggio: Volontà divina
zh_hans: 纪行·天命

# $asset.nameCard:UI_NameCardPic_Heizo_P
source: Shikanoin Heizou: Temari
zh_hans: 鹿野院平藏·鞠毬

# $asset.nameCard:UI_NameCardPic_Bp16_P
source: Travel Notes: Azure Main
it: Appunti di viaggio: Grande blu
zh_hans: 纪行·海蓝

# $asset.nameCard:UI_NameCardPic_Tighnari_P
source: Tighnari: Dew-Kissed
it: Tighnari: Rugiada della radiosità
zh_hans: 提纳里·沐露

# $asset.nameCard:UI_NameCardPic_Collei_P
source: Collei: Good Virtue
it: Collei: Virtù
zh_hans: 柯莱·豹蔚

# $asset.nameCard:UI_NameCardPic_Dori_P
source: Dori: Jinni
it: Dori: Djinn
zh_hans: 多莉·魔灯

# $asset.nameCard:UI_NameCardPic_Bp17_P
source: Travel Notes: Woodlands
it: Appunti di viaggio: Boschi
zh_hans: 纪行·深林

# $asset.nameCard:UI_NameCardPic_Csxy3_P
source: Achievement: Roaming
it: Obiettivo: Viaggio
zh_hans: 成就·漫行

# $asset.nameCard:UI_NameCardPic_Ysxf3_P
source: Achievement: Fated Encounter
it: Obiettivo: Incontro predestinato
zh_hans: 成就·逢缘

# $asset.nameCard:UI_NameCardPic_Xm1_P
source: Sumeru: Shimmering Woods
it: Sumeru: Selva splendente
zh_hans: 须弥·瑶林

# $asset.nameCard:UI_NameCardPic_Xumi1_P
source: Sumeru: Observance
it: Sumeru: Osservanza
zh_hans: 须弥·照览

# $asset.nameCard:UI_NameCardPic_Xumi2_P
source: Sumeru: Unsullied
it: Sumeru: Incontaminazione
zh_hans: 须弥·正明

# $asset.nameCard:UI_NameCardPic_Bp18_P
source: Travel Notes: Returning Winds
it: Appunti di viaggio: Venti di ritorno
zh_hans: 纪行·归风

# $asset.nameCard:UI_NameCardPic_Cyno_P
source: Cyno: Silence
it: Cyno: Silenzio
zh_hans: 赛诺·幽缄

# $asset.nameCard:UI_NameCardPic_Candace_P
source: Candace: Gray Heron
it: Candace: Airone grigio
zh_hans: 坎蒂丝·苍鹭

# $asset.nameCard:UI_NameCardPic_Nilou_P
source: Nilou: Lotus Dance
it: Nilou: Danza del loto
zh_hans: 妮露·莲舞

# $asset.nameCard:UI_NameCardPic_Yszj2_P
source: Achievement: Seven Lights
it: Obiettivo: Sette luci
zh_hans: 成就·七芒

# $asset.nameCard:UI_NameCardPic_Xm2_P
source: Sumeru: Sandtreader
it: Sumeru: Schiacciasabbia
zh_hans: 须弥·踏沙

# $asset.nameCard:UI_NameCardPic_Tzz6_P
source: Achievement: Mirrored Dreams
it: Obiettivo: Sogni specchiati
zh_hans: 成就·镜梦

# $asset.nameCard:UI_NameCardPic_Nahida_P
source: Nahida: Crescent
it: Nahida: mezzaluna
zh_hans: 纳西妲·仰月

# $asset.nameCard:UI_NameCardPic_Layla_P
source: Layla: Daydream
it: Layla: sogno a occhi aperti
zh_hans: 莱依拉·昼梦

# $asset.nameCard:UI_NameCardPic_Bp19_P
source: Travel Notes: Fungus Land
it: Appunti di viaggio: terra dei Miconoidi
zh_hans: 纪行·蕈原

# $asset.nameCard:UI_NameCardPic_Wanderer_P
source: Wanderer: Drifter's Ballad
it: Vagabondo: Ballata effimera
zh_hans: 流浪者·浮歌

# $asset.nameCard:UI_NameCardPic_Faruzan_P
source: Faruzan: Sealed Secret
it: Faruzan: Segreto sigillato
zh_hans: 珐露珊·封秘

# $asset.nameCard:UI_NameCardPic_Gcg1_P
source: Achievement: Invoker
it: Obiettivo: Invokatore
zh_hans: 成就·七圣

# $asset.nameCard:UI_NameCardPic_Bp20_P
source: Travel Notes: Stellar Rivers
it: Appunti di viaggio: Fiumi spirituali
zh_hans: 纪行·灵津

# $asset.nameCard:UI_NameCardPic_Alhatham_P
source: Alhaitham: Enlightenment
it: Alhaitham: Illuminazione
zh_hans: 艾尔海森·诲明

# $asset.nameCard:UI_NameCardPic_Yaoyao_P
source: Yaoyao: Yuegui
zh_hans: 瑶瑶·月桂

# $asset.nameCard:UI_NameCardPic_Cadillac_P
source: Celebration: Lenticular Clouds
it: Celebrazione: Nuvole lenticolari
zh_hans: 庆典·岫云

# $asset.nameCard:UI_NameCardPic_Bp21_P
source: Travel Notes: Rhythm and Rhyme
it: Appunti di viaggio: Rime in musica
zh_hans: 纪行·合韵

# $asset.nameCard:UI_NameCardPic_Xm3_P
source: Sumeru: Sandstorm
it: Sumeru: Tempesta di sabbia
zh_hans: 须弥·砂岚

# $asset.nameCard:UI_NameCardPic_Dehya_P
source: Dehya: Purifying Flame
it: Dehya: Fiamma purificatrice
zh_hans: 迪希雅·净焰

# $asset.nameCard:UI_NameCardPic_Mika_P
source: Mika: Index
it: Mika: Indice
zh_hans: 米卡·索引

# $asset.nameCard:UI_NameCardPic_Bp22_P
source: Travel Notes: Artful Intent
it: Appunti di viaggio: Intento ingegnoso
zh_hans: 纪行·意巧

# $asset.nameCard:UI_NameCardPic_Baizhuer_P
source: Baizhu: Relief
it: Baizhu: Sollievo
zh_hans: 白术·祛风

# $asset.nameCard:UI_NameCardPic_Kaveh_P
source: Kaveh: Domed Court
it: Kaveh: Corte con cupola
zh_hans: 卡维·穹庭

# $asset.nameCard:UI_NameCardPic_Xm4_P
source: Achievement: Infinitum
it: Obiettivo: Infinitum
zh_hans: 成就·万种

# $asset.nameCard:UI_NameCardPic_Tzz7_P
source: Achievement: Transient Twilight
it: Obiettivo: Crepuscolo transiente
zh_hans: 成就·槿暮

# $asset.nameCard:UI_NameCardPic_Vasara_P
source: Sumeru: The Great Dream
it: Sumeru: Il Gran Sogno
zh_hans: 须弥·大梦

# $asset.nameCard:UI_NameCardPic_OfferingPari_P
source: Sumeru: Amrita
zh_hans: 须弥·甘露

# $asset.nameCard:UI_NameCardPic_Bp23_P
source: Travel Notes: Crown of Glory
it: Appunti di viaggio: Corona gloriosa
zh_hans: 纪行·荣冕

# $asset.nameCard:UI_NameCardPic_Kirara_P
source: Kirara: Neko Box
it: Kirara: Nekoscatola
zh_hans: 绮良良·猫箱

# $asset.nameCard:UI_NameCardPic_Bp24_P
source: Travel Notes: Secrets
it: Appunti di viaggio: Segreti
zh_hans: 纪行·秘典

# $asset.nameCard:UI_NameCardPic_Bp25_P
source: Travel Notes: Vivid Illumination
it: Appunti di viaggio: Illuminazione vivida
zh_hans: 纪行·溢彩

# $asset.nameCard:UI_NameCardPic_Liney_P
source: Lyney: Pretense
it: Lyney: Messinscena
zh_hans: 林尼·弄假

# $asset.nameCard:UI_NameCardPic_Linette_P
source: Lynette: Earnestness
it: Lynette: Sincerità
zh_hans: 琳妮特·成真

# $asset.nameCard:UI_NameCardPic_Freminet_P
source: Freminet: Progress
it: Freminet: Progressi
zh_hans: 菲米尼·行进

# $asset.nameCard:UI_NameCardPic_FD1_P
source: Fontaine: Judgment
it: Fontaine: Giudizio
zh_hans: 枫丹·审判

# $asset.nameCard:UI_NameCardPic_Ysxf4_P
source: Achievement: Orbits
it: Obiettivo: Orbite
zh_hans: 成就·轨迹

# $asset.nameCard:UI_NameCardPic_Csxy4_P
source: Achievement: Mariner
it: Obiettivo: Marinaio
zh_hans: 成就·游涉

# $asset.nameCard:UI_NameCardPic_Fontaine1_P
source: Fontaine: Wondrous Machine
it: Fontaine: Macchinario fantastico
zh_hans: 枫丹·奇械

# $asset.nameCard:UI_NameCardPic_Fontaine2_P
source: Fontaine: Big News
it: Fontaine: Grandi notizie
zh_hans: 枫丹·新闻

# $asset.nameCard:UI_NameCardPic_Bp26_P
source: Travel Notes: Primordial Waters
it: Appunti di viaggio: Acque primordiali
zh_hans: 纪行·源水

# $asset.nameCard:UI_NameCardPic_Neuvillette_P
source: Neuvillette: Surge
it: Neuvillette: Sovratensione
zh_hans: 那维莱特·流澜

# $asset.nameCard:UI_NameCardPic_Wriothesley_P
source: Wriothesley: Detention
it: Wriothesley: Detenzione
zh_hans: 莱欧斯利·缄锁

# $asset.nameCard:UI_NameCardPic_Bp27_P
source: Travel Notes: Falling Star
it: Appunti di viaggio: Stella dei desideri
zh_hans: 纪行·沉星

# $asset.nameCard:UI_NameCardPic_Guqin_P
source: Celebration: Euphonia
it: Celebrazione: Euphonia
zh_hans: 庆典·奏雅

# $asset.nameCard:UI_NameCardPic_Tzz8_P
source: Achievement: Perpetual
it: Obiettivo: Perpetuum
zh_hans: 成就·永续

# $asset.nameCard:UI_NameCardPic_FD2_P
source: Fontaine: Redemption
it: Fontaine: Redenzione
zh_hans: 枫丹·罚赎

# $asset.nameCard:UI_NameCardPic_Furina_P
source: Furina: Banquet
it: Furina: Banchetto
zh_hans: 芙宁娜·欢宴

# $asset.nameCard:UI_NameCardPic_Charlotte_P
source: Charlotte: Exclusive
it: Charlotte: Esclusiva
zh_hans: 夏洛蒂·独家

# $asset.nameCard:UI_NameCardPic_FD3_P
source: Fontaine: Completeness
it: Fontaine: Completezza
zh_hans: 枫丹·浑然

# $asset.nameCard:UI_NameCardPic_Bp28_P
source: Travel Notes: Whirling Waltz
it: Appunti di viaggio: Valzer vorticoso
zh_hans: 纪行·旋舞

# $asset.nameCard:UI_NameCardPic_Navia_P
source: Navia: Rosula
it: Navia (missing i18n)
zh_hans: 娜维娅·刺玫

# $asset.nameCard:UI_NameCardPic_Chevreuse_P
source: Chevreuse: Type II
it: Chevreuse (missing i18n)
zh_hans: 夏沃蕾·贰型

# $asset.nameCard:UI_NameCardPic_Bp29_P
source: Travel Notes: Time Inscribed
it: Appunti di viaggio: Iscrizione del tempo
zh_hans: 纪行·时雕

# $asset.nameCard:UI_NameCardPic_Liuyun_P
source: Xianyun: White Clouds
it: Xianyun – Nuage blanc
zh_hans: 闲云·鹤云

# $asset.nameCard:UI_NameCardPic_Gaming_P
source: Gaming: Man Chai
zh_hans: 嘉明·文仔

# $asset.nameCard:UI_NameCardPic_Chenyu1_P
source: Achievement: Adeptal Valley
it: Obiettivo: Valle adeptica
zh_hans: 成就·仙谷

# $asset.nameCard:UI_NameCardPic_OfferingSilong_P
source: Achievement: Rainjade Rite
it: Obiettivo: Rito della Giada pluviale
zh_hans: 成就·投珑

# $asset.nameCard:UI_NameCardPic_Bp30_P
source: Travel Notes: Vivid Flight
it: Appunti di viaggio: Colori in volo
zh_hans: 纪行·彩鹞

# $asset.nameCard:UI_NameCardPic_OST4_P
source: Album: The Stellar Moments
zh_hans: 专辑·闪耀的群星

# $asset.nameCard:UI_NameCardPic_Chiori_P
source: Chiori: Spectacular Sleeves
it: Chiori: Maniche mozzafiato
zh_hans: 千织·展袖

# $asset.nameCard:UI_NameCardPic_Bp31_P
source: Travel Notes: Arcane Amassing
it: Appunti di viaggio: Convergenza arcana
zh_hans: 纪行·魔萃

# $asset.nameCard:UI_NameCardPic_Deep_P
source: Fontaine: Attunement
it: Fontaine: Armonizzazione
zh_hans: 枫丹·调律

# $asset.nameCard:UI_NameCardPic_Tzz9_P
source: Achievement: Whalewrangler
it: Obiettivo: Cacciabalene
zh_hans: 成就·掣鲸

# $asset.nameCard:UI_NameCardPic_WishingPond_P
source: Fontaine: Lucine
zh_hans: 枫丹·露泉

# $asset.nameCard:UI_NameCardPic_GreatFestivalV2_P
source: Travel Notes: The Realms Rocked
it: Appunti di viaggio: Regni del rock
zh_hans: 纪行·邦摇

# $asset.nameCard:UI_NameCardPic_Peruere_P
source: Peruere: Edict
it: Peruere: Editto
